{"id":1952,"date":"2020-02-24T01:46:03","date_gmt":"2020-02-24T01:46:03","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/membumikan-al-quran\/"},"modified":"2022-03-11T04:42:20","modified_gmt":"2022-03-11T04:42:20","slug":"membumikan-al-quran","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/membumikan-al-quran\/","title":{"rendered":"Membumikan Al Qur&#8217;an"},"content":{"rendered":"<p>SIT Ummu’l Quro Depok kembali menyelenggarakan gelaran akbar berupa Haflah Hifzhil &nbsp;Quran gabungan tiga unit Pendidikan sekaligus mulai dari jenjang TK, SD dan SMP. Disambut sinar mentari pagi yang cerah, acara yang berlangsung di halaman SMPIT Ummu’l Quro Depok berlangsung penuh khidmad dalam nuansa religius yang syahdu berbalut alunan tilawah al Qur’an para hafiz dan hafizhoh &nbsp;<\/p>\n<p>Acara yang bertajuk “ Membumikan Nilai Qur’ani menuju Generasi&nbsp; Hebat dan Menginspirasi“ bertujuan untuk mengukur ketercapaian pembelajaran tahfizh dan tilawah al Qur’an . Acara tersebut dihadiri oleh Dewan Pembina, Dewan Pengurus, Ketua Pengurus Harian dan wakil, Kepala Bagian dan Pimpinan Unit Pendidikan, Komite dan Orang tua SIT Ummul Quro, serta tamu undangan dari perwakilan Kasi Pendidikan Dasar dan Pengawas Dinas Pendidikan Kota Depok.<\/p>\n<p>Dalam sambutannya H. Ali Fikri, Lc, MA selaku Dewan Pembina berpesan semoga acara ini mampu menjadikan kita insan yang semakin mencintai al Quran dan al Qur’an senantiasa menjadi pedoman hidup kita. Al Qur’an sebagai jatidiri kaum muslim, selamanya tetap bersemayam dalam hati sanubari kita. Pada kesempatan yang sama juga, Dewan Pengurus menyerahkan trophy dan piagam penghargaan kepada 360 Hafiz dan Hafizhoh terbaik dari semua level yang ada. Penghargaan tersebut menjadi wujud rasa bangga dan apresiasi lewat prestasi mulia kepada para hafizh dan hafizhoh karena telah mempertahankan tradisi SIT Ummu’l Quro Depok sebagai sekolah yang melahirkan para penghafal al Qur’an &#8211;<em>Qur’anic Generation-<\/em> yang hebat dan menginspirasi.<\/p>\n<p>Pada kesempatan yang lain staf Pengembangan Intelektual YUQD mengatakan, kegiatan ini menjadi penyemangat dalam menghafal al Qur’an dan menjadikan siswa lebih memahami dan mencintai Al-Quran, terlebih dalam menerapkan Al-Quran sebagai petunjuk dan pedoman hidup yang hakiki dalam menjalankan hidup sehari-hari.<\/p>\n<p>Haflah ini menjadi pengingat bagi kita semua akan pentingnya memahami dan mencintai Al-Quran dan al Qur’an bukan hanya sekedar menjadi bacaan namun perlu diamalkan. Kami bangga kepada para Hafizh dan Hafizhoh yang sejak usia dini telah mampu menghapal Al-Quran dengan baik. Semoga haflah ini menjadi momentum bagi kita untuk memperbaiki diri menjadi insan mulia di hadapan Allah SWT,&#8221; ungkap Ketua Panitia di tempat terpisah.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>SIT Ummu’l Quro Depok kembali menyelenggarakan gelaran akbar berupa Haflah Hifzhil &nbsp;Quran gabungan tiga unit Pendidikan sekaligus mulai dari jenjang TK, SD dan SMP. Disambut sinar mentari pagi yang cerah, acara yang berlangsung di halaman SMPIT Ummu’l Quro Depok berlangsung penuh khidmad dalam nuansa religius yang syahdu berbalut alunan tilawah al Qur’an para hafiz dan [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1952","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1952","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1952"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1952\/revisions"}],"predecessor-version":[{"id":2062,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1952\/revisions\/2062"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1952"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1952"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1952"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}