{"id":1956,"date":"2020-06-20T01:46:03","date_gmt":"2020-06-20T01:46:03","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/lulusan-2020-angkatan-emas-dan-istimewa\/"},"modified":"2022-03-11T04:40:42","modified_gmt":"2022-03-11T04:40:42","slug":"lulusan-2020-angkatan-emas-dan-istimewa","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/lulusan-2020-angkatan-emas-dan-istimewa\/","title":{"rendered":"Lulusan 2020, Angkatan Emas dan Istimewa"},"content":{"rendered":"<p style=\"text-align: left;\">Pemberlakuan status PSBB transisi menuju tatanan Adaptasi Kebiasaan Baru di tengah masyarakat pada saat pandemi, memunculkan gagasan baru bagi berbagai kalangan. Salah satunya dunia pendidikan yang ikut beradaptasi dalam melakukan penyesuaian kegiatan belajar mengajar. Termasuk ketika melakukan wisuda sebagai tahapan akhir dari proses pembelajaran di sekolah yang dilakukan secara virtual atau online melalui aplikasi Zoom, sebagai perwujudan dari pelaksanaan protokol kesehatan. Seperti yang dilakukan SDIT Ummu’l Quro Depok pada saat prosesi wisuda kelas 6 angkatan XVI tahun ini.<\/p>\n<p>Uniknya, wisuda virtual atau online ini merupakan pengalaman kali pertama bagi pihak sekolah dan diselenggarakan pada hari Sabtu (20\/6). Hadir juga Pengawas Pembina SD Kec. Beji, Hetti Agustiawati, S.Pd, MM. Walau haru tak bisa bertemu dengan sahabat dan guru, namun acara wisuda angkatan ke XVI kali ini berjalan dengan khidmat.<\/p>\n<p>Sementara itu, Kepala Sekolah SDIT UQD menjelaskan, &#8220;Angkatan kali ini sangat istimewa karena mereka dapat beradaptasi dengan kondisi di mana pembelajaran tidak bisa dilakukan secara tatap muka, namun pembelajaran tetap berlangsung secara online, ini sejarah yang tak bisa dilupakan&#8221;. Kalian adalah generasi hebat, calon pemimpin negeri. Teruslah mengukir prestasi dimanapun kalian berada, tetaplah menghebat dan menginspirasi, imbuhnya.<\/p>\n<p>Ucapan terimakasih juga disampaikan oleh Dewan Pembina YUQD kepada Orang tua dan seluruh tim yang mensukseskan angkatan bersejarah ini. Dalam pesannya di mohon agar anak-anak menjaga dan menerapkan apa yang telah diperoleh di SDIT UQ, khususnya hafalan Al Qur’an karena hafalan al Qur’an bukan sesuatu yang mudah. Jagalah akhlak dan karakter mereka karena anak adalah aset dunia dan akhirat, ujarnya.<\/p>\n<p>Harapannya melalui wisuda virtual ini ada kenangan dan apresiasi untuk anak-anak selepas meninggalkan bangku sekolah dasar. Iya untuk mereka, Angkatan XVI Generasi Qur’ani yang akan terus menginspirasi, mempesona seindah bumi kathulistiwa !<\/p>\n<p>Barokallah fiikum<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pemberlakuan status PSBB transisi menuju tatanan Adaptasi Kebiasaan Baru di tengah masyarakat pada saat pandemi, memunculkan gagasan baru bagi berbagai kalangan. Salah satunya dunia pendidikan yang ikut beradaptasi dalam melakukan penyesuaian kegiatan belajar mengajar. Termasuk ketika melakukan wisuda sebagai tahapan akhir dari proses pembelajaran di sekolah yang dilakukan secara virtual atau online melalui aplikasi Zoom, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,19],"tags":[],"class_list":["post-1956","post","type-post","status-publish","format-standard","hentry","category-sdit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1956","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1956"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1956\/revisions"}],"predecessor-version":[{"id":2059,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1956\/revisions\/2059"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1956"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1956"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1956"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}