{"id":1958,"date":"2020-06-20T01:46:03","date_gmt":"2020-06-20T01:46:03","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/wisuda-2020-angkatan-bersejarah\/"},"modified":"2022-03-11T05:36:29","modified_gmt":"2022-03-11T05:36:29","slug":"wisuda-2020-angkatan-bersejarah","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/wisuda-2020-angkatan-bersejarah\/","title":{"rendered":"Wisuda 2020, Angkatan Bersejarah"},"content":{"rendered":"<p>Sejak tiga bulan lalu Pandemi covid-19 di Indonesia belum juga mereda. Akhirnya penerapan Pembatasan Sosial Berskala Besar (PSBB) pun diberlakukan. Sebagian aktivitas luar ruang dan melibatkan kerumunan massa pun akhirnya harus ditiadakan dan diganti dengan kegiatan lewat media daring (online).<\/p>\n<p>Begitu pun dengan penyelenggaraan wisuda kelulusan di sekolah-sekolah. SIT Ummu’l Quro Depok, menjadi salah satu sekolah yang terpaksa meniadakan gelaran wisuda kelulusan tatap mukanya. SIT UQ akhirnya menggelar wisuda secara daring dengan mengundang para ortu dan siswanya untuk bertemu dalam aplikasi Zoom Meeting. Dan ini menjadi gelaran wisuda daring pertama yang dilakukan. Walaupun sederhana, namun setidaknya perjuangan siswa-siswi yang lulus mendapatkan apresiasi oleh pihak sekolah,<\/p>\n<p>Pada kesempatan pertama diberikan kepada unit SMPIT UQ. Dalam sambutannya Kepala Unit SMPIT UQ menjelaskan, jika wisuda daring tidaklah seburuk yang dibayangkan. Meski tak bertatap muka dengan guru maupun temannya, tetap ada perasaan haru dan sedih menyelimuti. Semuanya patut disyukuri, sebagai angkatan yang dilabeli &#8220;angkatan Corona&#8221; menjadikan siswa lebih adaptif terhadap perubahan, bisa tahan banting karena banyak tantangan dan juga terbukti lebih besar tabahnya untuk menahan rindu tak ke sekolah bertemu guru dan sahabat.<\/p>\n<p>Dalam sambutan lain Dewan Pembina YUQD menyampaikan banyak hikmah yang bisa diambil dari pandemi ini, salah satunya adalah seluruh warga sekolah dituntut untuk menguasai teknologi digital dalam dunia pendidikan. “Jaga hafalan kalian sebaik-baiknya, karena itu adalah harta paling berharga” begitu pesannya.<\/p>\n<p>Segenap Civitas Akademika Ummu’l Quro Depok mengucapan Selamat dan sukses atas kelulusan angkatan XI” ELVACTO”, semangat meraih cita dan asa. Selamat juga kepada seluruh warga sekolah yang memperoleh learning experience selama pandemi berlangsung, semoga menjadi pengalaman yang berharga.<\/p>\n<p>Barokallah fiikum<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sejak tiga bulan lalu Pandemi covid-19 di Indonesia belum juga mereda. Akhirnya penerapan Pembatasan Sosial Berskala Besar (PSBB) pun diberlakukan. Sebagian aktivitas luar ruang dan melibatkan kerumunan massa pun akhirnya harus ditiadakan dan diganti dengan kegiatan lewat media daring (online). Begitu pun dengan penyelenggaraan wisuda kelulusan di sekolah-sekolah. SIT Ummu’l Quro Depok, menjadi salah satu [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1958","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1958","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1958"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1958\/revisions"}],"predecessor-version":[{"id":2088,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1958\/revisions\/2088"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1958"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1958"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1958"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}