{"id":1963,"date":"2020-09-26T01:46:03","date_gmt":"2020-09-26T01:46:03","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/membangun-keluarga-kuat-dan-hebat\/"},"modified":"2022-03-11T04:41:56","modified_gmt":"2022-03-11T04:41:56","slug":"membangun-keluarga-kuat-dan-hebat","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/membangun-keluarga-kuat-dan-hebat\/","title":{"rendered":"MEMBANGUN KELUARGA KUAT DAN HEBAT"},"content":{"rendered":"<p>Orang tua adalah salah satu faktor penting yang membimbing dan menumbuhkan nilai dan norma di masa perkembangan Anak. Orang tua memiliki tugas utama mendidik keturunannya. Dengan kata lain, dalam relasi antara anak dan orang tua secara kodrati mencakup unsur pendidikan untuk membangun kepribadian anak dan mendewasakannya, maka orang tua menjadi agen pertama dan utama yang mampu dan bertanggung jawab dalam mendidik anak-anak hebat agar menjadi orang yang baik, mempunyai kepribadian yang kuat dan sikap mental yang sehat serta akhlak yang terpuji.<\/p>\n<p>Melihat kondisi ini, SIT Ummu’l Quro Depok tergerak menyelenggarakan seminar online (webinar) parenting melalui aplikasi Zoom yang disiarkan secara umum dan gratis via live streaming FB yang terbuka baik untuk warga sekolah SIT Ummu’l Quro Depok maupun orangtua lainnya dengan mengambil tema “Strong Family; Keluarga Habat, Peradaban Kuat, Sukses Dunia Akhirat“. Sebagai narasumber dipandu oleh Ust. Cahyadi Takariawan dan Ustz. Ida Nurlaila. Dua tokoh parenting berskala nasional dan internasional.<\/p>\n<p>Dalam pemaparannya, seperti yang beliau kutip dari John De Frain, Keluarga tangguh adalah keluarga yang saling mencintai dan saling peduli. Keluarga yang saling terhubung dan tergantung satu dengan yang lain, memiliki waktu berkualitas bersama pasangan, memiliki komitmen yang kuat serta saling memberikan apresiasi dan afeksi (kasih sayang). Keluarga adalah sebuah sistem yang satu dengan lainnya terhubung dan berkolaborasi untuk saling menguatkan.<\/p>\n<p>“Tidak semua keluarga kuat, namun semua keluarga memiliki kekuatan. Lebih penting mempelajari keluarga lain yang lebih tangguh, dibandingkan mencari keluarga yang rapuh”, ucap Pak Cah.<\/p>\n<p>Semoga setelah mengikuti webinar parenting ini, Dewan Pembina YUQD berharap semua peserta bisa mengaplikasikan apa yang sudah di dapatkan dalam kegiatan ini untuk mengasuh dan mendidik anaknya agar menjadi keluarga yang kuat, pribadi yang tangguh dan hebat.<\/p>\n<p>‘Dan hendaklah takut kepada Allah orang-orang yang seandainya meninggalkan dibelakang mereka anak-anak yang lemah, yang mereka khawatir terhadap (kesejahteraan) mereka. Oleh sebab itu hendaklah mereka bertakwa kepada Allah dan hendaklah mereka mengucapkan perkataan yang benar.” [QS. An Nisa : 9]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Orang tua adalah salah satu faktor penting yang membimbing dan menumbuhkan nilai dan norma di masa perkembangan Anak. Orang tua memiliki tugas utama mendidik keturunannya. Dengan kata lain, dalam relasi antara anak dan orang tua secara kodrati mencakup unsur pendidikan untuk membangun kepribadian anak dan mendewasakannya, maka orang tua menjadi agen pertama dan utama yang [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1963","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1963","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1963"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1963\/revisions"}],"predecessor-version":[{"id":2061,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1963\/revisions\/2061"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1963"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1963"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1963"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}