{"id":1966,"date":"2020-10-24T01:46:04","date_gmt":"2020-10-24T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/sekolah-unggulan-di-kota-depok\/"},"modified":"2022-03-11T04:50:21","modified_gmt":"2022-03-11T04:50:21","slug":"sekolah-unggulan-di-kota-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/sekolah-unggulan-di-kota-depok\/","title":{"rendered":"SEKOLAH UNGGULAN DI KOTA DEPOK"},"content":{"rendered":"<p>Bagi Anda warga Kota Depok, tentunya sudah tidak asing lagi dengan Sekolah Islam Terpadu (SIT) Ummu’l Quro Depok yang mengelola jenjang sekolah mulai dari Taman Kanak-kanan Islam Terpadu (TKIT), Sekolah Dasar Islam Terpadu (SDIT), dan Sekolah Menengah Pertama Islam Terpadu (SMPIT) mempunyai beragam keunggulan dan ciri khas yang sudah dikenal dan diketahui oleh masyarakat.<\/p>\n<p>Sudah sejak lama sekolah ini berdiri yakni TKIT mulai beroperasi tahun 1996, selanjutnya SDIT mulai tahun 1998, dan SMPIT mulai tahun 2007 silam. Banyak prestasi dan capaian yang diraih oleh sekolah ini. Khususnya SDIT dan SMPIT sejak lama tercatat sebagai Sekolah Standar Nasional, nilai Akreditasi sekolah sejak awal selalu mendapat nilai A dengan kategori sangat baik, beragam penghargaan seperti Sekolah Adiwiyata atau sekolah berbudaya lingkungan tingkat Provinsi Jawa Barat dan finalis tingkat nasional, sekolah sehat tingkat kota Depok dan Provinsi Jawa Barat, penghargaan Bintang Kantin Sehat, selain itu SIT Ummu’l Quro juga melayani pendidikan untuk beragam karakteristik siswa dengan program Sekolah Inklusi.<\/p>\n<p>Keunggulan utama dari SIT Ummu’l Quro Depok adalah sekolah Al Qur’an. Sesuai dengan visi misi sekolah yang berkomitmen dalam pendidikan agama sejak dini, senantiasa memperkenalkan nilai-nilai Al Qur’an dengan fokus pada pelajaran membaca dan menghafal Al Qur’an, pembiasaan ibadah wajib dan sunnah, hafalan hadits arnba’in dan doa-doa harian serta memperkenalkan sirah kehidupan nabi dan para sahabatnya. Selain itu, SIT Ummu&#8217;l Quro Depok juga mengedepankan penanaman karakter dan akhlak mulia melalui pembelajaran adab-adab yang diajarkan oleh Rasulullah Saw.<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"size-medium wp-image-3166 alignleft\" src=\"https:\/\/ummulqurodepok.sch.id\/wp-content\/uploads\/2020\/10\/WhatsApp-Image-2020-10-24-at-13.17.43-298x300.jpeg\" alt=\"\" width=\"298\" height=\"300\">Pembelajaran membaca Al Qur’an menggunakan buku Modul Tilawah Ummu’l Quro Depok. Target pembelajaran menghafal Al Qur’an dilaksanakan secara bertahap melalui program <em>“One Day One Ayat”. <\/em>Siswa&nbsp; TKIT diharapkan mampu menghafal Al Quran murai dari surah An Naas sampai surah Al A’la. Pada akhir proses pembelajaran akan dilaksanakan program sertifikasi Qur’an untuk siswa kelas B\/TK Besar. Siswa SDIT diharapkan dapat menuntaskan hafalan Al Qur’an sebanyak 2 juz yaitu Juz 29 &amp; 30. Program sertifikasi Al Qur’an juz 30 akan dilaksanakan saat siswa di kelas 3, dan sertifikasi Al Qur’an juz 29 akan diikuti oleh siswa kelas 6. Untuk target hafalan Al Qur’an siswa SMPIT adalah 3 juz yaitu juz 27, 28, dan 29. Proses sertifikasi Al-Qur’an akan dilaksanakan pada saat siswa di kelas 8 dan kelas 9.<\/p>\n<p>Semoga tulisan ini bermanfaat bagi Ayah, Bunda dan para orangtua yang sedang mencari dan memilih sekolah unggul di Kota Depok untuk putra-putri tercinta dengan lokasi yang terjangkau dan dekat dengan pusat kota.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bagi Anda warga Kota Depok, tentunya sudah tidak asing lagi dengan Sekolah Islam Terpadu (SIT) Ummu’l Quro Depok yang mengelola jenjang sekolah mulai dari Taman Kanak-kanan Islam Terpadu (TKIT), Sekolah Dasar Islam Terpadu (SDIT), dan Sekolah Menengah Pertama Islam Terpadu (SMPIT) mempunyai beragam keunggulan dan ciri khas yang sudah dikenal dan diketahui oleh masyarakat. Sudah [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,22,20,19],"tags":[],"class_list":["post-1966","post","type-post","status-publish","format-standard","hentry","category-sdit","category-smpit","category-tkit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1966","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1966"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1966\/revisions"}],"predecessor-version":[{"id":2077,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1966\/revisions\/2077"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1966"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1966"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1966"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}