{"id":1967,"date":"2020-10-26T01:46:04","date_gmt":"2020-10-26T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/sekolah-pilihan-keluarga-muslim\/"},"modified":"2022-03-11T04:49:49","modified_gmt":"2022-03-11T04:49:49","slug":"sekolah-pilihan-keluarga-muslim","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/sekolah-pilihan-keluarga-muslim\/","title":{"rendered":"Sekolah Pilihan Keluarga Muslim"},"content":{"rendered":"<p>SIT Ummul Quro Depok adalah salah satu sekolah yang sudah berdiri cukup lama di kota Depok. Dimulai dari berdirinya TKIT Ummul Quro Depok pada tahun 1996, lalu menyusul SDIT Ummul Quro Depok di tahun 1998, dan terakhir adalah SMPIT Ummul Quro Depok pada tahun 2007. Sekolah ini terus berbenah diri dan berkembang menjadi salah satu sekolah terbaik yang mampu menunjukkan jati dirinya.<\/p>\n<p>Dengan serangkaian prestasi yang telah dicapai menunjukkan bahwa SIT Ummul Quro Depok dapat bersaing dengan sekolah-sekolah unggulan yang ada di Kota Depok lainnya. Hal ini dapat terlihat dari kualitas lulusan yang mampu bersaing di sekolah lanjutan mereka setelah menyelesaikan pendidikannya di Ummu’l Quro Depok. Sekolah ini memadukan Al Quran, sunnah serta penggunaan teknologi dalam pengajaran melalui kurikulum Sekolah Islam Terpadu. Mengasah kemampuan siswa dalam bidang pengembangan diri, minat dan bakat, dan juga mengayomi anak-anak berkebutuhan khusus. Maka, tidak diragukan lagi bila &nbsp;SIT Ummul Quro Depok kini menjadi salah satu sekolah rujukan bagi keluarga muslim di Kota Depok untuk putra-putrinya mendapat pendidikan yang terbaik. &nbsp;<\/p>\n<p>Pada masa Adaptasi Kebiasaan Baru (AKB) era pandemi Covid 19 ini, SIT Ummul Quro Depok juga tetap memberikan layanan pendidikan yang terbaik bagi siswa-siswi selama proses belajar dari rumah. Dengan serangkaian program yang diajarkan, mulai dari pembelajaran <em>offline<\/em> dan <em>online<\/em>, pengembangan minat bakat di bidang ekstrakurikuler dan <em>skill<\/em> kepemimpinan melalui pembelajaran kepramukaan.<\/p>\n<p>Bidang yang menjadi fokus utamanya adalah pembelajaran tahfizh dan tilawah Al Qur’an yang setiap hari dilakukan dan dibina oleh para guru di SIT Ummul Quro Depok. Melalui program <em>”One Day One Aayat “<\/em>, pembelajaran <em>tahfidzul Qur’an<\/em> tetap terlaksana meski proses pembelajaran dilakukan dari rumah. Pemantauan ibadah dan akhlak siswa juga menjadi prioritas dengan cara&nbsp; memberikan lembar <em>mutabaah<\/em>\/<em>monitoring<\/em> melalui aplikasi online yang setiap harinya harus diisi oleh para siswa dan siswi di rumah. Selain itu dilakukan <em>home visit<\/em> bagi siswa yang membutuhkan ataupun berkebutuhan khusus yang tentunya memperhatikan protokoler kesehatan saat melakukan kunjungan.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>SIT Ummul Quro Depok adalah salah satu sekolah yang sudah berdiri cukup lama di kota Depok. Dimulai dari berdirinya TKIT Ummul Quro Depok pada tahun 1996, lalu menyusul SDIT Ummul Quro Depok di tahun 1998, dan terakhir adalah SMPIT Ummul Quro Depok pada tahun 2007. Sekolah ini terus berbenah diri dan berkembang menjadi salah satu [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1967","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1967","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1967"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1967\/revisions"}],"predecessor-version":[{"id":2076,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1967\/revisions\/2076"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1967"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1967"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1967"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}