{"id":1969,"date":"2020-10-28T01:46:04","date_gmt":"2020-10-28T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/kiat-memilih-sekolah-ideal\/"},"modified":"2022-03-11T04:40:04","modified_gmt":"2022-03-11T04:40:04","slug":"kiat-memilih-sekolah-ideal","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/kiat-memilih-sekolah-ideal\/","title":{"rendered":"Kiat Memilih Sekolah Ideal"},"content":{"rendered":"<p>Memilih sekolah untuk putra-putri tercinta diibaratkan memilih rumah kedua bagi mereka. Banyak hal yang harus diperhatikan orangtua sebelum memutuskan pilihannya. Berikut ini kami sampaikan beberapa tips memilih sekolah terbaik:<\/p>\n<p><strong>Pertama<\/strong>, libatkan anak ketika memilih sekolah. Seharusnya selalu disadari dan dipahami oleh orangtua, bahwa yang nantinya bersekolah adalah anak. Maka, melibatkan anak dalam memilih sekolah merupakan langkah penting. Faktor lokasi dan jarak antara rumah dengan sekolah juga perlu menjadi perhatian bagi orangtua. <strong>Kedua <\/strong>Cermati visi dan misi sekolah tujuan. Sekolah yang memiliki kualitas baik tentu saja memiliki visi dan misi yang jelas, terukur dan realistis. Dan tentu saja harus sejalan dengan visi dan misi orangtua dalam mendidik putra-putri mereka. <strong>Ketiga <\/strong>perhatikan kurikulum dan konsep pembelajaran yang dilaksanakan. Jika orangtua berorientasi akademik, nilai-nilai religius, atau pembentukan karakter tertentu. Yang tidak kalah pentingnya juga adalah tenaga pengajar yang akan terlibat dalam pendidikan selama di sekolah. <strong>Keempat <\/strong>fasilitas sarana dan prasarana yang memadai sesuai dengan kebutuhan dan kenyamanan siswa melaksanakan pembelajaran.<\/p>\n<p>Bagi Ayah\/Bunda khususnya keluarga Muslim yang mendambakan terwujudnya generasi Qur’ani yang hebat dan menginspirasi, <strong>Sekolah Islam Terpadu (SIT) Ummu’l Quro Depok<\/strong><strong> (<\/strong>TKIT, SDIT, dan SMPIT) adalah partner yang tepat dalam mendampingi proses tumbuh kembang dan pengembangan potensi, minat &nbsp;dan bakat putra-putri Ayah\/Bunda.&nbsp; SIT Ummu’l Quro Depok memiliki tujuan mulia yaitu membina generasi Qur’ani yan hebat dan menginspirasi.<\/p>\n<p>SEKOLAH INSPIRASI adalah kekhasan dari SIT Ummu’l Quro Depok yang merupakan akronim dari 4 aspek pengembangan yang &nbsp;diunggulkan, yaitu <strong>Intelektual, Spiritual, <\/strong><strong>T<\/strong><strong>erampil, dan <\/strong><strong>I<\/strong><strong>nklusif<\/strong>. SIT Ummu’l Quro Depok berupaya menjadi sekolah INSPIRASI HEBAT dengan menitikberatkan pada 4 aspek pengembangan diri siswa-siswi yang meliputi aspek intelektual, spiritual, keterampilan, dan inklusi yang unggul dan hebat.<\/p>\n<ul>\n<li>Intelektual<\/li>\n<\/ul>\n<p>SIT Ummu’l Quro Depok berupaya melahirkan generasi yang cerdas akademik, cerdas bahasa, dan cerdas teknologi dengan merujuk kepada Kurikulum Nasional 2013, Standar mutu Sekolah Islam Terpadu (JSIT) dan Muatan Lokal Ummu’l Quro Depok.<\/p>\n<ul>\n<li>SPIritual<\/li>\n<\/ul>\n<p>SIT Ummu’l Quro Depok bertekad membina generasi &nbsp;Qur’ani yang memiliki aqidah yang lurus, ibadah yang benar, dan berakhlak&nbsp; mulia melalui program:<\/p>\n<ul>\n<li>Pengenalan dan pembiasaan ibadah.<\/li>\n<li>Belajar membaca Al Qur’an dengan buku modul tilawah Ummu’l Quro.<\/li>\n<li><em>One Day One<\/em> Ayat untuk pembelajaran <em>tahfidzul Qur’an<\/em> yang didukung oleh tenaga pengajar Al Qur’an yang hafidz 30 juz dan bersanad. &nbsp;<\/li>\n<li>Bina Pribadi Islami (BPI) sebagai wadah penanaman karakter dan penanaman nilai-nilai keislaman untuk siswa, guru, dan orangtua.<\/li>\n<li>teRAmpil<\/li>\n<\/ul>\n<p>SIT Ummu’l Quro berusaha mencetak generasi yang memiliki jiwa kepemimpinan, mandiri dan terampil. Didukung dengan program pengembangan minat bakat dan ekstrakurikuler.<\/p>\n<ul>\n<li>Inklusif<\/li>\n<\/ul>\n<p>SIT Ummu’l Quro Depok&nbsp; merupakan sekolah yang memegang prinsip pendidikan untuk &nbsp;beragam karakteristik anak, termasuk anak berkebutuhan khusus dengan tingkatan tertentu. Melalui program layanan:<\/p>\n<ul>\n<li>Konseling siswa &amp; orangtua oleh psikolog.<\/li>\n<li>Terapi stimulasi perkembangan anak (terapi gerak, terapi Konsentrasi, terapi sensori Integrasi, dll) bekerjasama dengan lembaga layanan psikologi.<\/li>\n<li>Kurikulum adaptasi untuk anak berkebutuhan khusus.<\/li>\n<\/ul>\n<p>Selain itu, <strong>S<\/strong><strong>IT Ummu’l Quro Depok<\/strong> memiliki keunggulan dalam membangun karakter Qur’ani dengan pembelajaran <em>hybrid<\/em> berbasis digital yang siap menghadapi masa Adaptasi Kebiasaan Baru (AKB) saat ini. SIT Ummu’l Quro Depok mengajak keluarga Muslim di kota Depok untuk bergabung bersama dengan keunggulan sebagai berikut:<\/p>\n<ol>\n<li><strong> <em>Qur’anic Character<\/em><\/strong><\/li>\n<\/ol>\n<p>Sesuai dengan slogan <em>Membina Generasi Qur’ani<\/em> yang menjadi pijakan bagi kami dalam melangkah, khususnya melalui program-program penanaman nilai-nilai karakter mulia berdasarkan Al Qur’an dan sunnah, pembiasaan dan bina ibadah, serta menghafal Al Qur’an sampai 4 juz selama menempuh pendidikan sampai lulus jenjang SMPIT.<\/p>\n<ol start=\"2\">\n<li><strong> <em>Digital Classroom<\/em><\/strong><\/li>\n<\/ol>\n<p>Pelaksanaan pembelajaran yang didukung oleh perangkat multimedia\/digital dengan program <em>one student one laptop<\/em>, tenaga pengajar yang cakap dan penuh perhatian serta sarana prasarana yang terbaik untuk kenyamanan putra-putri Ayah\/Bunda mengikuti pembelajaran.<\/p>\n<ol start=\"3\">\n<li><strong> <em>Hybrid Learning<\/em><\/strong><\/li>\n<\/ol>\n<p>Memfasilitasi beragam strategi pembelajaran yang bermakna dan fleksibel baik kegiatan tatap muka, <em>online dan offline learning<\/em> serta mengakomodir kondisi masa Adaptasi Kebiasaan Baru (AKB) yang akan datang.<\/p>\n<p>Semoga tulisan ini bermanfaat dan dapat membantu ayah bunda memilih sekolah yang terbaik untuk pendidikan putra-putri tercinta dengan bergabung bersama SIT Ummu’l Quro Depok. Kami tunggu kehadirannya.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Memilih sekolah untuk putra-putri tercinta diibaratkan memilih rumah kedua bagi mereka. Banyak hal yang harus diperhatikan orangtua sebelum memutuskan pilihannya. Berikut ini kami sampaikan beberapa tips memilih sekolah terbaik: Pertama, libatkan anak ketika memilih sekolah. Seharusnya selalu disadari dan dipahami oleh orangtua, bahwa yang nantinya bersekolah adalah anak. Maka, melibatkan anak dalam memilih sekolah merupakan [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1969","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1969","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1969"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1969\/revisions"}],"predecessor-version":[{"id":2058,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1969\/revisions\/2058"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1969"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1969"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1969"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}