{"id":1972,"date":"2020-11-18T01:46:04","date_gmt":"2020-11-18T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/manfaat-menghafal-al-quran-bagi-kesehatan-psikis\/"},"modified":"2022-03-11T04:41:14","modified_gmt":"2022-03-11T04:41:14","slug":"manfaat-menghafal-al-quran-bagi-kesehatan-psikis","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/manfaat-menghafal-al-quran-bagi-kesehatan-psikis\/","title":{"rendered":"Manfaat Menghafal Al Quran Bagi Kesehatan Psikis"},"content":{"rendered":"<p>Al Quran sebagai <em>kalamullah<\/em> memiliki banyak keutamaan. Setiap interaksi dengannya mendatangkan kebaikan. Membacanya adalah kebaikan, men-<em>tadaburi<\/em>-nya adalah kebaikan, mengajarkannya membuat seorang Muslim menjadi sebaik-baik pribadi, menghafalnya akan memperoleh mahkota kemuliaan, serta mengamalkannya adalah jaminan keselamatan di <em>yaumil akhir<\/em>. Itulah keutamaan-keutamaan Al Quran yang dikabarkan langsung oleh Allah (melalui Al Quran) dan Rasul-Nya (melalui hadits). Lantas bagaimana manfaat menghafal Al Quran bagi psikis?<\/p>\n<p>Universitas Al Imam bin Saud Al Islamiyyah, Riyadh Arab Saudi bernama Dr. Shalih bin Ibrahim Ash-Shani pernah meneliti dua kelompok masing-masing berjumlah 170 orang dari mahasiswa Universitas King Abdul Aziz dan Universitas Al-Imam Asy-Syathibi. Peneliti mencoba menghubungkan kesehatan psikologis seseorang dengan 3 hal, yakni agama, spiritual, sosiologis dan jasmani. Dari penelitian ini membuktikan korelasi positif antara peningkatan hafalan Al Quran seseorang dengan tingkat kesehatan psikisnya. Artinya, mahasiswa yang memiliki tingkat hafalan Al Quran yang baik, maka dia juga memiliki kondisi kesehatan psikis yang baik pula. Sungguh begitu dahsyat manfaat menghafal Al Quran ini.<\/p>\n<p>Peran Al Quran <em>Al Karim<\/em> tidak hanya sebagai kitab suci yang hanya dibaca sebagai kegiatan ibadah saja, melainkan Al Quran juga mengangkat pribadi seseorang menjadi luar biasa. Bahkan hasil penelitian lain di Arab Saudi juga pernah menyebutkan bahwa menghafal Al Quran dapat meningkatkan ketrampilan khususnya siswa-siswa di sekolah, sehingga pengaruh positifnya lagi prestasi siswa tersebut akan meningkat. Menghafal Al Quran juga memberi manfaat-manfaat sebagai berikut:<\/p>\n<ul>\n<li>Mempunyai pikiran yang jernih.<\/li>\n<li>Kekuatan memori yang tinggi<\/li>\n<li>Mendapat ketenangan dan kondisi psikologis yang stabil<br \/>\nPerasaan senang dan bahagia<\/li>\n<li>Terhindari dari rasa takut, sedih dan kecemasan.<\/li>\n<li><em>Public speaking<\/em> yang terlatih<\/li>\n<li>meningkatkan sistem kekebalan tubuh<\/li>\n<li>Kemampuan untuk membangun hubungan sosial yang lebih baik dan memperoleh kepercayaan dari orang lain.<\/li>\n<li>Meningkatkan IQ otak<\/li>\n<li>Bebas dari penyakit akut serta memiliki ketenangan dan kekuatan psikologis.<\/li>\n<\/ul>\n<p>Dengan demikian, dapat kita simpulkan bahwa manfaat menghafal Al Quran sangat luar biasa bagi kesehatan psikis manusia.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Al Quran sebagai kalamullah memiliki banyak keutamaan. Setiap interaksi dengannya mendatangkan kebaikan. Membacanya adalah kebaikan, men-tadaburi-nya adalah kebaikan, mengajarkannya membuat seorang Muslim menjadi sebaik-baik pribadi, menghafalnya akan memperoleh mahkota kemuliaan, serta mengamalkannya adalah jaminan keselamatan di yaumil akhir. Itulah keutamaan-keutamaan Al Quran yang dikabarkan langsung oleh Allah (melalui Al Quran) dan Rasul-Nya (melalui hadits). Lantas [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1972","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1972","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1972"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1972\/revisions"}],"predecessor-version":[{"id":2060,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1972\/revisions\/2060"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1972"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1972"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1972"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}