{"id":1973,"date":"2020-11-21T01:46:04","date_gmt":"2020-11-21T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/belajar-daring-yang-asyik-dan-menyenangkan-di-tk-islam-unggulan-kota-depok\/"},"modified":"2022-03-11T04:31:43","modified_gmt":"2022-03-11T04:31:43","slug":"belajar-daring-yang-asyik-dan-menyenangkan-di-tk-islam-unggulan-kota-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/belajar-daring-yang-asyik-dan-menyenangkan-di-tk-islam-unggulan-kota-depok\/","title":{"rendered":"Belajar Daring yang Asyik dan Menyenangkan  di TK Islam Unggulan Kota Depok"},"content":{"rendered":"<p>Bagi orangtua yang memiliki putra\/putri usia balita khususnya usia 3-5 tahun atau biasa disebut dengan usia TK, tentunya cukup berat menghadapi kondisi pandemi saat ini. Kondisi tersebut muncul karena anak-anak harus melaksanakan aktivitas belajar secara daring (<em>online<\/em>) dari rumah atau yang sering kita kenal dengan istilah Pembelajaran Jarak Jauh (PJJ) dan Belajar dari Rumah (BDR). Tidak semua orangtua siap untuk mendampingi proses belajar putra-putri mereka khususnya yang sedang menempuh pendidikan anak usia dini atau taman kanak-kanak.<\/p>\n<p style=\"text-align: left;\">Pembelajaran jarak jauh menyebabkan anak-anak perlu berinteraksi dengan gawai maupun laptop. Beberapa orangtua masih memegang prinsip untuk meminimalisir interaksi putra-putri mereka dengan perangkat tersebut. Di sisi lain, orangtua juga tidak dapat mendampingi proses belajar daring putra-putri mereka setiap saat. Sehingga pelaksanaan PJJ ini menjadi sebuah problematika tersendiri. Apalagi usia ananda tersebut merupakan fase yang harus distimulus dengan berbagai kegiatan motorik kasar maupun halus untuk mengoptimalkan tahap tumbuh kembang mereka.<\/p>\n<p>Saat ini, TKIT Ummu’l Quro Depok telah melaksanakan konsep pembelajaran jarak jauh yang asyik dan menyenangkan dengan model belajar daring yang disebut <em><u>b<\/u><\/em><em>lended learning<\/em> yang tentunya mempertimbangkan proses tumbuh kembang siswa. TKIT Ummu’l Quro Depok memfasilitasi aktivitas pembelajaran jarak jauh secara <em>synchronus<\/em>\/daring langsung dengan aplikasi Zoom Meeting yang dijadwalkan hanya dua kali sepekan untuk kelas TK A dan Play Group dengan&nbsp; durasi masing-masing berkisar 60-75 menit. Selain itu para guru secara rutin menyapa siswa-siswi tersayang melalui <em>video call<\/em> dua hingga tiga kali sepekan. Terutama untuk kegiatan pembelajaran <em>T<\/em><em>ahfidzul <\/em><em>Q<\/em><em>uran<\/em>\/menghafal Al Quran dan hafalan hadits juga doa-doa harian. <em>Alhamdulillah<\/em> target pembelajaran <em>T<\/em><em>ahfidzul <\/em><em>Q<\/em><em>uran<\/em> dan hafalan hadist\/doa-doa harian tidak menemukan kendala berarti selama masa PJJ ini.<\/p>\n<p>Untuk kegiatan <em>Asynchronus<\/em>\/daring tidak langsung, siswa dan orangtua dapat berinteraksi melalui aplikasi <em>Google suite for Education<\/em>, di antaranya dengan <em>Google Classroom<\/em>. Siswa dapat melihat video-video pembelajaran yang dibuat sendiri oleh guru-guru, selain itu orangtua dengan mudah mengirimkan tugas-tugas yang diberikan sekolah melalui aplikasi tersebut.<\/p>\n<p>Selain itu, untuk menunjang proses pembelajaran dan tumbuh kembang anak, sekolah mempersiapkan panduan belajar beserta bahan-bahan media yang digunakan secara rutin setiap bulannya. Sehingga orangtua dapat dengan mudah mendampingi proses belajar putra-putrinya sesuai dengan panduan tersebut. Para orangtua juga tidak perlu repot mempersiapkan bahan-bahan media belajar selama di rumah. Semuanya sudah difasilitasi oleh sekolah. Contohnya untuk kebutuhan membuat jumputan, sudah dipersiapkan aneka pewarna. Untuk melatih motorik halus, sekolah mengirimkan bola-bola dan penjepit juga tali kur untuk belajar menjahit. Dan pastinya lembar kerja siswa berbasis kertas, pensil dan crayon untuk masa satu bulan sudah menjadi paket modul yang selalu disiapkan sekolah.<\/p>\n<p>TKIT Ummu’l Quro Depok secara rutin melaksanakan program Kelas Orangtua setiap bulannya. Berbagai jenis kegiatan telah digulirkan. Mulai dari <em>sharing<\/em> tentang proses tumbuh kembang anak bersama psikolog sekolah, juga konsultasi terkait kendala dalam pendampingan belajar anak selama PJJ ini telah dilaksanakan.<\/p>\n<p>Ayo Ayah\/Bunda yang sedang mencari sekolah berkualitas yang sangat ramah terhadap proses tumbuh kembang ananda dan bersahabat selama masa pandemi saat ini, jangan ragu-ragu untuk segera bergabung bersama kami. Kami tunggu kehadiran sahabat kecil semua beserta Ayah\/Bunda tentunya untuk bersama-sama mewujudkan generasi Qurani yang hebat dan menginsprasi.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bagi orangtua yang memiliki putra\/putri usia balita khususnya usia 3-5 tahun atau biasa disebut dengan usia TK, tentunya cukup berat menghadapi kondisi pandemi saat ini. Kondisi tersebut muncul karena anak-anak harus melaksanakan aktivitas belajar secara daring (online) dari rumah atau yang sering kita kenal dengan istilah Pembelajaran Jarak Jauh (PJJ) dan Belajar dari Rumah (BDR). [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,19],"tags":[],"class_list":["post-1973","post","type-post","status-publish","format-standard","hentry","category-sdit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1973","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1973"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1973\/revisions"}],"predecessor-version":[{"id":2039,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1973\/revisions\/2039"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1973"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1973"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1973"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}