{"id":1975,"date":"2020-12-01T01:46:04","date_gmt":"2020-12-01T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/pengelolaan-layanan-pendidikan-sit-ummul-quro-depok-di-masa-pandemi\/"},"modified":"2022-03-11T04:45:21","modified_gmt":"2022-03-11T04:45:21","slug":"pengelolaan-layanan-pendidikan-sit-ummul-quro-depok-di-masa-pandemi","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/pengelolaan-layanan-pendidikan-sit-ummul-quro-depok-di-masa-pandemi\/","title":{"rendered":"PENGELOLAAN LAYANAN PENDIDIKAN SIT UMMU’L QURO DEPOK DI MASA PANDEMI"},"content":{"rendered":"<p>SIT Ummu’l Quro Depok adalah sekolah Islam unggulan yang terdiri dari unit TKIT, SDIT dan SMPIT. Sekolah ini didirikan dengan semangat berlomba-lomba dalam kebaikan dan keinginan yang mendalam untuk memberikan pelayanan pendidikan Islami bagi putra-putri keluarga Muslim. Di samping itu, adanya semangat untuk mendirikan sekolah Islam yang berkualitas, mengingat pada saat itu sekolah dengan karakter Islami masih dinilai kalah bersaing, sehingga keluarga Muslim masih banyak memilih untuk menyekolahkan putra-putrinya di sekolah dengan karakter non-Muslim yang dianggap lebih berkualitas.<\/p>\n<p>SIT Ummu’l Quro Depok (SIT UQD) didirikan sebagai lembaga pendidikan alternatif yang berbasis nilai ke-Islaman. SIT UQD didukung dengan sarana prasarana lengkap untuk memberikan pelayanan pendidikan terbaik bagi putra-putri keluarga Muslim. Sejak awal berdirinya hingga saat ini, SIT UQD terus berbenah, mengembangkan sayap dan selalu berupaya memberikan kontribusi yang terbaik melalui proses dan metode pembelajaran yang <em>up to date<\/em>, pengembangan sarana dan prasarana, peningkatan kompetensi SDM dan <em>supporting unit<\/em>, hingga lini bisnis.<\/p>\n<p>Pada situasi pandemi covid-19 di Indonesia yang muncul sekitar bulan Maret 2020, Ummu’l Quro sebagai sekolah unggul tetap bertahan memberikan pelayanan terbaik dengan menerapkan &nbsp;berbagai program strategi pengelolaan manajemen sekolah yang &nbsp;mampu beradaptasi serta <em>agile<\/em> (tangkas) dengan segala kondisi. Transformasi tata kelola sekolah yang lebih baik dan sistematis terus digalakkan di berbagai bidang, baik tenaga pendidik, kurikulum, kepemimpinan sekolah dan kesiswaan.<\/p>\n<p>Dari sisi kegiatan belajar mengajar, para guru dituntut untuk dapat menerapkan dan mengembangkan metode pembelajaran jarak jauh yang bermutu, terstruktur, bervariasi, dan menyenangkan. Situasi pembelajaran dikemas sedemikian rupa sehingga membuat bahagia bagi siswa namun tetap fokus pada tujuan serta penguatan pendidikan karakter dan peduli lingkungan. Selain itu, para guru juga dituntut untuk aktif mengikuti berbagai pengayaan wawasan pengajaran seperti webinar, seminar, pelatihan, kelas <em>inspiring teacher<\/em> baik yang diselenggarakan oleh pihak internal maupun eksternal sekolah.<\/p>\n<p>Pelaksanaan program literasi secara berkelanjutan pun tetap dilakukan dengan tujuan agar siswa dan guru serta warga sekolah pada umumnya memiliki budaya literasi sehingga dapat meningkatkan minat dan kemampuan membaca dan menulis. Kelas orang tua pun tetap aktif dilakukan sebagai upaya penguatan bagi orang tua siswa dalam pendampingan pembelajaran jarak jauh putra putrinya dan agar tetap bersinergi dengan pihak sekolah.<\/p>\n<p>Program ekstrakurikuler dan intrakurikuler tetap aktif dilaksanakan dengan penyesuaian dengan situasi pandemi, hal ini tidak mengurangi kreativitas para guru dan siswa untuk terus berprestasi. Pembelajaran siswa berkebutuhan khusus dilaksanakan dengan pendampingan dari guru Bimbingan dan Konseling (BK). Pendampingan pembelajaran per individu untuk pelajaran <em>tahfidz<\/em> bagi siswa yang kesulitan konsentrasi dan home visit untuk terapi wicara dan kelas pendampingan oleh psikolog sekolah bagi siswa dan orang tua yang membutuhkan.<\/p>\n<p>Pengembangan sarana prasarana sekolah pun beradaptasi dan berorientasi pada optimalisasi protokoler kesehatan &nbsp;selama masa pandemi dan Adaptasi Kebiasaan Baru (AKB) di sekolah. Seluruh <em>supporting unit<\/em> serta lini bisnis di Sekolah Islam Terpadu Ummu&#8217;l Quro seperti Unit kesehatan Sekolah (UKS), koperasi, dapur, tenaga kemanan terus bersinergi menyelaraskan dan mengembangkan kemampuan, wawasan serta programnya untuk menjadi bagian dari sekolah unggul yang mampu beradaptasi dan <em>agile<\/em> di masa pandemi dan di masa Adaptasi Kebiasaan baru (AKB).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>SIT Ummu’l Quro Depok adalah sekolah Islam unggulan yang terdiri dari unit TKIT, SDIT dan SMPIT. Sekolah ini didirikan dengan semangat berlomba-lomba dalam kebaikan dan keinginan yang mendalam untuk memberikan pelayanan pendidikan Islami bagi putra-putri keluarga Muslim. Di samping itu, adanya semangat untuk mendirikan sekolah Islam yang berkualitas, mengingat pada saat itu sekolah dengan karakter [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1975","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1975","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1975"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1975\/revisions"}],"predecessor-version":[{"id":2068,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1975\/revisions\/2068"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1975"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1975"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1975"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}