{"id":1976,"date":"2020-12-28T01:46:04","date_gmt":"2020-12-28T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/implementasi-digital-classroom-di-sekolah-terbaik-kota-depok\/"},"modified":"2022-06-10T07:10:52","modified_gmt":"2022-06-10T07:10:52","slug":"implementasi-digital-classroom-di-sekolah-terbaik-kota-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/implementasi-digital-classroom-di-sekolah-terbaik-kota-depok\/","title":{"rendered":"Implementasi Digital Classroom di Sekolah Terbaik Kota Depok"},"content":{"rendered":"<p>Situasi pandemi Covid 19 saat ini menjadi tantangan tersendiri bagi setiap individu untuk lebih kreatif lagi dalam menggunakan teknologi yang bertujuan untuk mengembangkan dunia Pendidikan. Di sisi lain, teknologi tetap tidak dapat menggantikan peran guru dan interaksi belajar antara siswa dan guru, sebab pendidikan bukan hanya sekadar memperoleh pengetahuan melainkan juga tentang nilai, kerja sama, serta kompetensi\/<em>skill<\/em>.  Harapannya, dengan kondisi saat ini, siswa-siswi dapat belajar dari rumah dengan tetap mendapatkan pendidikan yang bermakna serta membuat mereka memiliki <em>self-directed<\/em> <em>learning<\/em> atau pembelajar mandiri sebagai <em>outcome<\/em> dari pendidikan abad 21.<\/p>\n<p>Tiga tantangan yang harus dihadapi oleh para pelaku pendidikan saat ini, yaitu:<\/p>\n<ol>\n<li>Kurikulum yang dapat beradaptasi dengan perkembangan zaman.<\/li>\n<li>Pembelajaran yang aktif, kreatif dan penuh inovasi.<\/li>\n<li>Penilaian yang menunjukkan proses, kemajuan dan perkembangan seorang siswa dengan jujur, tanpa dibuat-buat.<\/li>\n<\/ol>\n<p>Untuk menjawab ketiga tantangan pendidikan tersebut, dunia pendidikan harus bertransformasi dan mengalami perkembangan yang cepat. Kencangnya arus digitalisasi dan teknologi mengharuskan institusi pendidikan menyesuaikan diri dengan zamannya. Wujud dari perkembangan itu adalah dengan terbentuknya kelas pembelajaran digital (<em>digital classroom<\/em>).<br \/>\nKelas digital mengelaborasikan kemampuan guru dan murid dalam konsep pembelajaran berbasiskan teknologi dan informasi, sehingga siswa dapat dengan cepat menyerap informasi pembelajaran yang update dari berbagai referensi.<\/p>\n<p>TKIT, SDIT, dan SMPIT Ummu’l Quro Depok sebagai <strong>S<\/strong><strong>ekolah Inspirasi Hebat<\/strong>, sangat <em>concern<\/em>,  terhadap tantangan ini untuk membuktikan diri sebagai sekolah unggulan dan terbaik di Kota Depok. Selama masa pandemi, kami melakukan berbagai penyesuaian dan program-program terobosan khususnya dalam implementasi <em>Digital Classroom<\/em>. Berawal dari program <em>O<\/em><em>ne student one laptop<\/em> bagi seluruh siswa, penyediaan jaringan internet\/Wifi di seluruh area sekolah, serta konten pembelajaran yang sudah mengintegrasikan penggunaan teknologi informasi di dalamnya. Selain itu, peningkatan kompetensi guru dalam mengelola pembelajaran berbasis digital juga terus kami lakukan melalui serangkaian program <em>training<\/em> dan <em>workshop<\/em>.<\/p>\n<p>Beberapa platform pembelajaran dan penilaian seperti <em>Google Classroom, Edpuzzle, Padlet, Flifgrid, Quizizz, Quizlet, Google Form, Kahoot, Bambboozle<\/em> dan lain-lain merupakan paltform-platform yang sudah sangat dikenal oleh siswa-siswi kami sehari-hari. Karena seringnya mereka berinteraksi dengan beragam aplikasi tersebut melalui pembelajaran di kelas masing-masing.  Aplikasi ekosistem Google yang kami gunakan melalui <em>Google suite for education <\/em>sangat memudahkan guru memberi tugas, memberi kebebasan pada siswa mengerjakan tugas, dan guru pun  bisa berdiskusi dengan murid secara real time (nyata). Selain ditunjang dengan aplikasi <em>Zoom for School<\/em> yang kami miliki untuk menunjang pembelajaran tatap maya setiap harinya.<\/p>\n<p>Harapan kami, dengan penerapan <em>digital classroom<\/em> ini, aplikasi teknologi di dalam ruang kelas yang interaktif akan menjadi katalis bagi terjadinya perubahan mendasar terhadap peran guru, dari informasi ke transformasi, dan aktivitas siswa dari pasif menuju lebih aktif dan mandiri dalam mengakses pengetahuan yang terbaru.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Situasi pandemi Covid 19 saat ini menjadi tantangan tersendiri bagi setiap individu untuk lebih kreatif lagi dalam menggunakan teknologi yang bertujuan untuk mengembangkan dunia Pendidikan. Di sisi lain, teknologi tetap tidak dapat menggantikan peran guru dan interaksi belajar antara siswa dan guru, sebab pendidikan bukan hanya sekadar memperoleh pengetahuan melainkan juga tentang nilai, kerja sama, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":2345,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,22,20,19],"tags":[],"class_list":["post-1976","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-sdit","category-smpit","category-tkit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1976","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1976"}],"version-history":[{"count":2,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1976\/revisions"}],"predecessor-version":[{"id":2346,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1976\/revisions\/2346"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/2345"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1976"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1976"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1976"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}