{"id":1977,"date":"2021-01-16T01:46:04","date_gmt":"2021-01-16T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/inspiring-teacher-class-ke-6-sit-uqd-upaya-mengembangkan-keterampilan-dan-budaya-berpikir-siswa\/"},"modified":"2022-03-11T04:38:06","modified_gmt":"2022-03-11T04:38:06","slug":"inspiring-teacher-class-ke-6-sit-uqd-upaya-mengembangkan-keterampilan-dan-budaya-berpikir-siswa","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/inspiring-teacher-class-ke-6-sit-uqd-upaya-mengembangkan-keterampilan-dan-budaya-berpikir-siswa\/","title":{"rendered":"Inspiring Teacher Class ke-6 SIT UQD Upaya Mengembangkan Keterampilan dan Budaya Berpikir Siswa"},"content":{"rendered":"<p><em>Inspiring Teacher Class <\/em>(ITC) atau Kelas Guru Inspirasi merupakan sebuah program yg bertujuan untuk mengembangkan kompetensi dan <em>skill<\/em> tenaga pendidikan dan kependidikan Yayasan Ummul Quro Depok. Pelaksanaan program tersebut memasuki tahun kedua pada tahun pelajaran 2020-2021 ini.<\/p>\n<p>Bagian pendidikan YUQD sebagai penanggungjawab program menyusun kurikulum untuk setiap tahunnya. Memasuki seri ke-6 pada bulan Januari 2021 sejak diawali pada bulan Juli tahun 2020 lalu, program ITC kembali dilaksanakan pada hari Sabtu,16 Januari 2021. Mengambil tema kegiatan <strong>&#8220;Developing Thinking Skill and Thinking Culture in Our Class&#8221;, <\/strong>diharapkan<em>, <\/em>seluruh guru mampu mengembangkan keterampilan dan budaya berpikir di sekolah. Kegiatan ini menghadirkan pembicara utama ibu Sawittri Charun, Internasional Associate dari RITE International.<\/p>\n<p>Dalam pemaparannya, pembicara menyampaikan tantangan pendidikan kita saat ini adalah menjawab kebutuhan dunia masa depan yakni menghasilkan generasi tangguh abad 21 yang mampu bertahan, memiliki kreativitas, kemampuan komunikasi, mampu bekerjasama dan berpikir kritis. Khusus untuk keterampilan berpikir, sejatinya perlu dilatih dan dikembangkan sedini mungkin seperti halnya keterampilan hidup lainnya. Tidak ada yang instan dan <em>short cut<\/em> semuanya perlu proses.<\/p>\n<p>Dari tema utama tersebut, dikembangkan menjadi beberapa sub tema yang akan menjadi<em> learning outcome<\/em> dalam pelatihan ini antara lain:<br \/>\n▪ Mengapa di era sekarang ini&nbsp;<em>thinking skill<\/em> itu penting?<br \/>\n▪ Memahami apa itu metakognisi.<br \/>\n▪ Memahami <em>graphic organizer<\/em> dan contoh-contohnya.<br \/>\n▪ Memahami Taksonomi Bloom dan bagaimana ia boleh digunakan untuk mengembangkan <em>thinking skills.<\/em><br \/>\n▪ Memahami strategi bertanya yang baik.<br \/>\n▪ Memahami <em>visible thinking<\/em> dan contoh-contoh rutinitasnya.<\/p>\n<p>Pada pelatihan tersebut, Ibu Sawitri Charun dibantu oleh tim dari Edulead yang juga para leader di SIT Ummu’l Quro Depok sebagai <em>sharing partner<\/em> antara lain Bapak Rahadian Wibisono, Ibu Siti Rukoyah, dan Bapak Farid Ansori.<\/p>\n<p>Kegiatan ini diawali dengan sambutan dari Yayasan Ummmu’l Quro Depok Bapak Rahadyan Wibisono selaku Ketua Pengurus Harian. Beliau menyampaikan bahwa kegiatan ini bertujuan untuk menambah ilmu dan meningkatkan kompetensi para pendidik dilingkungan SIT Ummu’l Quro Depok.<\/p>\n<p>Dalam paparannya, Ibu Sawitri menyampaikan bahwa pendekatan <em>thinking skill<\/em> dalam proses pembelajaran di abad 21 ini sangat penting. Pendekatan <em>thinking skill<\/em> akan sangat membantu guru dalam menyampaikan materi pembelajaran sehingga tujuan dari pembelajaran ini bisa tercapai dengan baik. Selain itu, para siswa juga akan merasakan proses pembelajaran yang sangat menarik dan menyenangkan, sehingga materi yang disampaikan guru mampu di pahami dengan baik dan diaplikasikan dalam kehidupan sehari-hari. Karena itu, dalam proses <em>thinking skill<\/em> tersebut diperlukan beberapa <em>tools<\/em>\/alat bantu yang harus dikuasi guru dalam penerapannya yaitu <em>graphic organizer, taksonomi bloom, question strategy, dan visible thinking<\/em>. <em>Tools<\/em> tersebut akan sangat membantu guru dalam menerapkan <em>thinking skill<\/em> di kelas-kelas pembelajaran, mulai dari penentuan tujuan pembelajaran, kegiatan pembelajaran, dan penilaian pembelajaran.<\/p>\n<p>Di akhir kegiatan, ibu Siti Rukoyah selaku Kabag Pendidikan menyampaikan akan dilaksanakan program tindaklanjut dari pelatihan hari ini yaitu <em>workshop<\/em> bagaimana aplikasi materi <em>thinking skill<\/em> di dalam proses pembelajaran. Harapannya, setelah pelatihan ini, kualitas pembelajaran di SIT Ummu&#8217;l Quro Depok dapat meningkat khususnya pada masa pembelajaran jarak jauh saat ini.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Inspiring Teacher Class (ITC) atau Kelas Guru Inspirasi merupakan sebuah program yg bertujuan untuk mengembangkan kompetensi dan skill tenaga pendidikan dan kependidikan Yayasan Ummul Quro Depok. Pelaksanaan program tersebut memasuki tahun kedua pada tahun pelajaran 2020-2021 ini. Bagian pendidikan YUQD sebagai penanggungjawab program menyusun kurikulum untuk setiap tahunnya. Memasuki seri ke-6 pada bulan Januari 2021 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-1977","post","type-post","status-publish","format-standard","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1977","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1977"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1977\/revisions"}],"predecessor-version":[{"id":2053,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1977\/revisions\/2053"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1977"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1977"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1977"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}