{"id":1981,"date":"2021-01-23T01:46:04","date_gmt":"2021-01-23T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/virtual-uq-expo-sdit-ummul-quro-depok\/"},"modified":"2022-03-11T04:58:11","modified_gmt":"2022-03-11T04:58:11","slug":"virtual-uq-expo-sdit-ummul-quro-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/virtual-uq-expo-sdit-ummul-quro-depok\/","title":{"rendered":"Virtual UQ Expo SDIT Ummu&#8217;l Quro Depok"},"content":{"rendered":"<p>SDIT Ummu’l Quro Depok adalah mitra keluarga muslim dalam membina generasi Qur’ani.<\/p>\n<p>Hari ini Sabtu, 23 Januari 2021 Alhamdulillah telah melaksanakan kegiatan UQ Expo secara virtual.<\/p>\n<p>Acara ini bertujuan memperkenalkan SDIT Ummu&#8217;l Quro Depok kepada masyarakat khususnya sahabat kecil hebat, teman-teman tk di sekitar depok. Ada pun rangkaian acaranya yang seru dan menyenangkan, yaitu:<\/p>\n<p>Fun Tahfizh oleh Ananda Fadzhil Abdillah kelas 2, Kiran Auni Hidayat(kelas 4), Danish Wildan (kelas 4)&nbsp; membacakan hafalan QS.Al Insyiroh ditambahkan dengan gerakan tangan yang dibimbing oleh Bpk. Ian Rudianto, S.Pd.I<\/p>\n<p>Selanjutnya cara mudah menghafal Al Quran bersama Bpk. Ian Rudianto, S.Pd.I. Mengajarakan cara membaca ta’awuz dan basmalah dengan benar dan dengan lagam bacaan ciri khas SDIT Ummu’l Quro Depok. Kemudian mengajarkan cara menghafal Al Qur’an Surat Al Ma’un ayat 1 dengan menggunakan metode 2 T 1M, yaitu: talqiin (dibacakan), tikrar (ditiru\/diikuti), dan muroja&#8217;ah = mengulang hafalan. Media pengajaran dengan <strong>banner Al Qur’an besar<\/strong> juga menjadi ciri khas dari pengajaran Tahfidz di SDIT ummu’l Quro Depok.<\/p>\n<p>Di tengah acara agar sahabat kecil TK tidak jenuh, acara diselingi dengan energizer oleh Ibu Mutalalia,S.Pd.I yaitu tepuk senyum dan senam jari. Kegiatan energizer ini biasa dilakukan saat pembelajaran agar Ananda tidak jenuh dan tetap melakukan aktivitas fisik yang ringan dan menyenangkan.<\/p>\n<p>Acara selanjutnya yang tak kalah serunya yaitui, Science seru membuat Dry Ice bersama ibu Aida Fitriyah, M.Pd. Science seru ini dapat dilakukan di rumah oleh sahabat kecil dengan pendampingan dari Ayah dan Bunda. Science seru juga merupakan bagian pembelaran menyenangkan di SDIT Ummu&#8217;l Quro Depok.<\/p>\n<p>Kemudian diperkenalkan juga program-program mina bakat daring dengan menampilkan video kegiatannya. Saat kondisi pandemi SDIT Ummu’l Quro Depok tetap mewadahi minat bakat siswa, walaupun dilakukan secara virtual Alhamdulillah para siswa dapat ikut serta menyalurkan bakat dan minatnya. Ada pun minat bakat yang diadakan yaitu: Takhosus, Menggambar dan mewarnai, Lipat Origami, Seni Suara, karya Tulis, dan Publik Speaking.<\/p>\n<p>Selain itu juga ada rangkaian kegiatan lomba-lomba yaitu, lomba tahfidz, lomba menyanyi dan lomba cosplay. Lomba-lomba ini dilaksanakan mulai 24 Januari sampai 1 Februari 2021 dengan mengirimkan hasil karya berupa bentuk video.<\/p>\n<p>Alhamdulillah banyak peserta yang tergabung dan Insya Allah kegiatan UQ Expo selanjutnya&#8230;.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>SDIT Ummu’l Quro Depok adalah mitra keluarga muslim dalam membina generasi Qur’ani. Hari ini Sabtu, 23 Januari 2021 Alhamdulillah telah melaksanakan kegiatan UQ Expo secara virtual. Acara ini bertujuan memperkenalkan SDIT Ummu&#8217;l Quro Depok kepada masyarakat khususnya sahabat kecil hebat, teman-teman tk di sekitar depok. Ada pun rangkaian acaranya yang seru dan menyenangkan, yaitu: Fun [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,19],"tags":[],"class_list":["post-1981","post","type-post","status-publish","format-standard","hentry","category-sdit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1981","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1981"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1981\/revisions"}],"predecessor-version":[{"id":2087,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1981\/revisions\/2087"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1981"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1981"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1981"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}