{"id":1983,"date":"2022-02-04T01:46:04","date_gmt":"2022-02-04T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/serunya-belajar-di-rumah-dengan-virtual-field-trip\/"},"modified":"2022-06-03T04:03:58","modified_gmt":"2022-06-03T04:03:58","slug":"serunya-belajar-di-rumah-dengan-virtual-field-trip","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/serunya-belajar-di-rumah-dengan-virtual-field-trip\/","title":{"rendered":"Serunya Belajar di Rumah dengan Virtual Field Trip"},"content":{"rendered":"<p>Jalan-jalan virtual belakangan menjadi hiburan dan edukasi baru untuk berbagai kalangan, terutama anak-anak mengingat sejak bulan Maret 2020 lalu masyarakat dianjurkan untuk melakukan berbagai kegiatan dari rumah dampak dari pandemi global covid-19 yang kasusnya terus meningkat di indonesia.<\/p>\n<p>Salah satu inovasi baru pembelajaran di SIT Ummu’l Quro Depok adalah dengan melakukan Virtual Field Trip untuk semua jenjang pendidikan. Sebuah event yang selalu ditunggu oleh semua warga sekolah dan biasanya dilakukan secara nyata sebelum pandemi berlangsung.<\/p>\n<p>Acara yang digelar pada Kamis (4\/2\/2021) diawali dengan parade tahfizh siswa dan resmi dibuka oleh Dewan Pembina YUQD Ust. Ali Fikri, MA. Hadir pada kesempatan ini pula Dewan Yayasan UQD, Pengawas Pembina TK, SD dan SMP Kota Depok, Komite Sekolah, Ketua Pengurus Harian, Kepala Bagian, Pimpinan Unit dan semua warga sekolah. Dalam sambutannya Dewan Pembina mengucapkan apresisasi untuk seluruh warga sekolah dan Panitia sehingga acara terselenggara dengan baik. Inovasi dan kreasi acara yang dikemas dalam bentuk virtual membuat tempat yang dikunjungi jauh lebih beragam bahkan hingga ke mancanegara. Mari kita berdoa semoga pandemi segera berakhir dan bisa melakukannya secara nyata, ucapnya.<\/p>\n<p>Acara kemudian dilanjutkan di unit masing-masing, sesuai dengan destinasi yang telah ditentukan. Adik-adik kecil TK dan kelas satu SD diajak berkeliling menyaksikan panorama bawah laut yang menakjubkan di Sea World Indonesia. Adik-adik SD kelas dua dan tiga merapat ke Taman Mini Indonesia Indah untuk mengenal dunia air tawar dan serangga serta berkeliling di museum energi dan listrik. Di tempat terpisah kakak kelas empat dan lima menikmati rimbunnya pepohonan kota hujan di Kebun Raya Bogor dan museum Zoologi serta mempelajari kekayaan laut Indonesia di museum Bahari dilanjutkan mengupas sejarah perjuangan bangsa di Meseum Naskah Proklamasi.Sementara kakak SMP diajak menelusuri pesisir pantai di Geomaritim Science Park hingga menyeberang jauh ke Benua Biru Eropa, tepatnya ke negeri Al Fatih Turki.<\/p>\n<p>Selamat mengikuti kegiatan Virtual Field Trip 2021 SIT Ummu’l Quro Depok, enjoy your trip !. Semoga acara ini menambah wawasan pengetahuan bagi siswa, menginspirasi dan juga menyenangkan.<\/p>\n<p>Pergi ke pasar membeli baju, baju baru berwarna biru<br \/>\nMeraih dunia butuhkan ilmu, Menuju surga pun butuhkan ilmu<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Jalan-jalan virtual belakangan menjadi hiburan dan edukasi baru untuk berbagai kalangan, terutama anak-anak mengingat sejak bulan Maret 2020 lalu masyarakat dianjurkan untuk melakukan berbagai kegiatan dari rumah dampak dari pandemi global covid-19 yang kasusnya terus meningkat di indonesia. Salah satu inovasi baru pembelajaran di SIT Ummu’l Quro Depok adalah dengan melakukan Virtual Field Trip untuk [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":2148,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,22,20,19],"tags":[],"class_list":["post-1983","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-sdit","category-smpit","category-tkit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1983","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1983"}],"version-history":[{"count":2,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1983\/revisions"}],"predecessor-version":[{"id":2149,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1983\/revisions\/2149"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/2148"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1983"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1983"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1983"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}