{"id":1985,"date":"2021-03-18T01:46:04","date_gmt":"2021-03-18T01:46:04","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/sekolah-inklusi-unggulan-di-kota-depok\/"},"modified":"2022-06-10T07:10:17","modified_gmt":"2022-06-10T07:10:17","slug":"sekolah-inklusi-unggulan-di-kota-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/sekolah-inklusi-unggulan-di-kota-depok\/","title":{"rendered":"Sekolah Inklusi Unggulan di Kota Depok"},"content":{"rendered":"<p>Tidak ada orangtua yang menginginkan anaknya terlahir sebagai anak yang memiliki kebutuhan khusus. Namun jika Allah SWT menitipkan anak tersebut kepada kita, maka sebagai orangtua tetap harus memberikan kesempatan seluas-luasnya bagi mereka untuk tetap mendapatkan hak-haknya, di antaranya adalah kebutuhan belajar. Sejak tahun 2009, pemerintah telah menetapkan pendidikan inklusi, yang artinya sekolah harus menyediakan layanan pendidikan bagi semua anak tak terkecuali Anak Berkebutuhan Khusus (ABK). Seperti yang tercantum dalam dalam peraturan Nomor 70 Tahun 2009 dan Peraturan Kemendikbud tentang Pendidikan Khusus Bagi Anak Berkebutuhan Khusus Nomor 1690 Tahun 2014. Dengan payung hukum ini, setiap sekolah harus mempersiapkan semua sumberdaya untuk melayani pendidikan siswa berkebutuhan khusus.  Namun kondisi di lapangan, masih banyak sekolah yang belum siap menerima anak-anak dengan kebutuhan khusus ini.<\/p>\n<p>Sekolah inklusi yang baik adalah sekolah yang mampu melihat dan mengakomodasi keberagaman dalam satu lingkungan. Sekolah membuat profil sesuai detail kebutuhan masing-masing ABK agar membantu para guru menetapkan adaptasi kurikulum sesuai dengan profil mereka, sehingga tidak mengabaikan potensi lainnya. Keterampilan  sosial harus menjadi target utama tidak semata nilai akademik.<\/p>\n<p>Alhamdulillah sejak tahun 2015 Sekolah Islam Terpadu (SIT) Ummu’l Quro Depok khususnya SMPIT Ummu’l Quro Depok telah secara resmi terdaftar sebagai sekolah inklusi dan menerima siswa ABK. Pada tahun 2017, SDIT dan TKIT Ummul’ Quro Depok ikut memantapkan sebagai sekolah inklusi dengan memberikan layanan pendidikan untuk siswa berbagai kategori ABK. Adapun kategori siswa berkebutuhan khusus yang dilayani masih terbatas pada kesanggupan sekolah dan sumberdaya yang tersedia. Adapun kategori ABK tersebut meliputi :<\/p>\n<ol>\n<li>Autism spectrum disorder (ASD)<\/li>\n<li>Attention deficit disorder (ADD)<\/li>\n<li>Attention defisit high disorde ADHD)<\/li>\n<li>Sindrom Asperger<\/li>\n<li>Tuna rungu ringan<\/li>\n<li>Slowlearner<\/li>\n<li>Kesulitan belajar (Kesubel)<\/li>\n<li>Cerdas istimewa berbakat istimewa (CIBI)<\/li>\n<\/ol>\n<p>Penetapan sekolah Inklusi tentunya membuat SIT Ummu’l Quro Depok mempersiapkan semua sumber daya dengan baik mulai dari tenaga pengajar, guru Bimbingan Konseling (BK), psikolog sekolah, serta seluruh pegawai dapat menjalankan perannya dengan baik agar siswa tetap merasa nyaman dan terlayani dengan baik.<\/p>\n<p>Seluruh program sekolah inklusi mulai dari TKIT, SDIT, dan SMPIT berada dalam naungan tim <em>UQ Strudent Centre<\/em><strong>. <\/strong> Tim ini dibentuk di bawah tanggungjawab Kepala Bagian Pendidikan Yayasan Ummu’l Quro Depok. Khususnya Bidang keterampilan dan inklusi. Adapun program yang sudah dilaksanakan sebagai berikut:<\/p>\n<ol>\n<li>Terapi gerak<\/li>\n<li>Terapi sensor Integrasi<\/li>\n<li>Terapi brainspotting<\/li>\n<li>Terapi  Rhytmic Movement Training (RMT)<\/li>\n<li>Program Pembelajaran Individual (PPI)<\/li>\n<li>Konsultasi bersama psikolog baik <em>offline<\/em> maupun <em>online<\/em> saat pandemi saat ini<\/li>\n<li>Pendampingan siswa ABK oleh <em>shadow<\/em><em> teacher<\/em><\/li>\n<\/ol>\n<p>Tim <em>UQ Students Center<\/em> Ummul Quro Depok menerapkan penanganan permasalahan anak dengan pendekatan holistik, kerjasama antara sekolah, orangtua, psikolog sekolah, dan terapis sesuai dengan kebutuhan ABK. Saat ini dengan kondisi masa pandemi Covid-19 SIT Ummu’l Quro Depok tetap fokus untuk memberikan pelayanan konseling bagi siswa ABK melalui konsultasi <em>online<\/em> terjadwal serta <em>home visit<\/em> secara berkala.<\/p>\n<p>SIT Ummu’l Quro Depok berupaya menjadi sekolah pilihan bagi orangtua yang memiliki putra-putri berkebutuhan khusus dengan kategori tertentu untuk mendapat layanan pendidikan terbaik dengan memadukan nilai-nilai Islami, penanaman <em>akhlakul karimah<\/em>, dan pengembangan minat bakat mereka.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tidak ada orangtua yang menginginkan anaknya terlahir sebagai anak yang memiliki kebutuhan khusus. Namun jika Allah SWT menitipkan anak tersebut kepada kita, maka sebagai orangtua tetap harus memberikan kesempatan seluas-luasnya bagi mereka untuk tetap mendapatkan hak-haknya, di antaranya adalah kebutuhan belajar. Sejak tahun 2009, pemerintah telah menetapkan pendidikan inklusi, yang artinya sekolah harus menyediakan layanan [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":2343,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,22,20,19],"tags":[],"class_list":["post-1985","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-sdit","category-smpit","category-tkit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1985","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1985"}],"version-history":[{"count":2,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1985\/revisions"}],"predecessor-version":[{"id":2344,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1985\/revisions\/2344"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/2343"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1985"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1985"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1985"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}