{"id":1990,"date":"2021-06-19T01:46:06","date_gmt":"2021-06-19T01:46:06","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/haflu-takhrij-sdit-angkatan-xvii-mandiri\/"},"modified":"2022-03-11T02:20:42","modified_gmt":"2022-03-11T02:20:42","slug":"haflu-takhrij-sdit-angkatan-xvii-mandiri","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/haflu-takhrij-sdit-angkatan-xvii-mandiri\/","title":{"rendered":"Haflu Takhrij SDIT Angkatan XVII Mandiri"},"content":{"rendered":"<p>Memasuki tahun kedua, pandemi Covid-19 di Indonesia belum juga mereda. Aktivitas yang melibatkan kerumunan massa pun tetap ditiadakan dan diganti dengan kegiatan virtual. Begitu pun dengan penyelenggaraan wisuda kelulusan di SDIT Ummu’l Quro Depok, dan ini menjadi gelaran wisuda virtual kedua yang dilakukan.<\/p>\n<p>Uniknya, hampir setahun penuh angkatan XVII ini tidak menikmati pembelajaran tatap muka, dengan keterbatasan aktifitas dan pembelajaran yang mereka lakukan maka angkatan ini layak diapresiasi dan disebut sebagai angkatan mandiri.<\/p>\n<p>Wisuda virtual yang diselenggarakan pada hari Sabtu (19\/6\/21) ini dihadiri oleh Dewan Yayasan Ummu’l Quro Depok, Ketua Pengurus Harian, Kepala Bagian, Pimpinan Unit, Komite Sekolah, Dewan Guru, serta. orang tua wali siswa. Hadir juga Pengawas Pembina SD Kec. Beji, Hj. Sri Ambar Wahyuni, S.Pd, MM. Walau haru tak bisa bertemu dengan sahabat dan guru, namun acara wisuda angkatan ke XVII kali ini berjalan dengan khidmat.<\/p>\n<p>Dalam sambutannya Kepala SDIT Ummu’l Quro Depok menjelaskan, &#8220;Angkatan kali ini adalah angkatan mandiri, walaupun tak ada tatap muka namun raihan prestasi yang diraih sangat membanggakan seperti capaian tahfiz yang terlampaui dan peningkatan nilai yang jauh lebih baik ditengah keterbatasan karena pandemi. Teruslah mengukir prestasi dimanapun kalian berada, tetaplah menghebat dan menginspirasi, imbuhnya.<\/p>\n<p>Ucapan terimakasih juga disampaikan oleh Dewan Pembina Yayasan kepada semua pihak yang telah mensukseskan angkatan mandiri ini. Dalam pesannya ”tidak mudah ketika diuji oleh Allah dengan Pandemi ini. Semua pihak harus menyiapkan segala sesuatunya dengan baik untuk memenuhi seluruh proses dan kelengkapan pembelajaran. Kami bahagia bisa ikut serta berperan mengukir lembaran sejarah bagi angkatan XVII ini. Tak ada gading yang tak retak, jika masih banyak hal-hal yang kurang berkenan dalam proses pembelajaran, kami akan berusaha melakukan evaluasi dan perbaikan. Beliau juga menambahkan “secara kelembagaan Ummu’l Quro Depok siap melakukan Pembelajaran Tatap Muka apabila diizinkan oleh dinas pendidikan terkait.<\/p>\n<p>Barokallah fiikum<br \/>\nSemoga melalui wisuda virtual ini ada banyak kenangan dan apresiasi untuk anak-anak selepas meninggalkan bangku sekolah dasar. Bagi mereka, Angkatan XVII mandiri, Generasi Qur’ani yang akan terus menginspirasi, mengarungi samudera dengan biduk yang layarnya kan terus terkembang!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Memasuki tahun kedua, pandemi Covid-19 di Indonesia belum juga mereda. Aktivitas yang melibatkan kerumunan massa pun tetap ditiadakan dan diganti dengan kegiatan virtual. Begitu pun dengan penyelenggaraan wisuda kelulusan di SDIT Ummu’l Quro Depok, dan ini menjadi gelaran wisuda virtual kedua yang dilakukan. Uniknya, hampir setahun penuh angkatan XVII ini tidak menikmati pembelajaran tatap muka, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,19],"tags":[],"class_list":["post-1990","post","type-post","status-publish","format-standard","hentry","category-sdit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1990","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1990"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1990\/revisions"}],"predecessor-version":[{"id":2023,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1990\/revisions\/2023"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1990"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1990"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1990"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}