{"id":1998,"date":"2021-08-23T01:46:06","date_gmt":"2021-08-23T01:46:06","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/blog\/gong-si-bolong-ikon-kota-depok-yang-kini-terlupakan\/"},"modified":"2022-12-22T01:25:26","modified_gmt":"2022-12-22T01:25:26","slug":"gong-si-bolong-ikon-kota-depok-yang-kini-terlupakan","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/gong-si-bolong-ikon-kota-depok-yang-kini-terlupakan\/","title":{"rendered":"GONG SI BOLONG IKON KOTA DEPOK YANG KINI TERLUPAKAN"},"content":{"rendered":"<p style=\"text-align: center;\"><span style=\"font-weight: 400;\">SHOFI HUDAYA<\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"font-weight: 400;\">SDIT UMMUL QURO DEPOK<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">Bangsa Indonesia adalah bangsa yang kaya akan  ragam budayanya. Tetapi dengan banyaknya budaya di Indonesia bukan menjadi hambatan untuk tetap hidup patuh dan rukun antar sesama. Perbedaan budaya ini menjadikan kita bangsa yang unik dan majemuk dengan motto <\/span><i><span style=\"font-weight: 400;\">Bhineka Tunggal Ika<\/span><\/i><span style=\"font-weight: 400;\"> “ walau berbeda tetapi tetap satu jua” . Tidak sulit menjumpai warna warni budaya Indonesia,  apalagi jika lokasi tempat tinggal Kita adalah daerah multietnis seperti kota Jakarta, Depok dan Bekasi. Dari lingkup terkecil keragaman budaya dapat terlihat jelas dimulai dari  lingkungan rumah, karena kita akan bertetangga dengan etnis lain seperti orang Madura, Jawa, Batak, Sunda atau lainya. Karena pada dasarnya manusia adalah makhluk yang suka berpindah tempat untuk mencari suatu tujuannya.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Kota Depok adalah daerah yang terletak di Jawa Barat. Lokasinya berbatasan dengan Jakarta dan tidak terlalu jauh dari Bogor. Hal itu menyebabkan sebagian besar warga Depok berasal dari Suku Betawi dan Sunda. Tetapi, semenjak tahun 1990 an Depok ramai dikunjungi para pendatang karena lokasinya yang dekat dengan Ibu Kota. Pendatang dari berbagai kota yang datang mengadu nasib di Jakarta banyak yang tinggal di Depok dengan alasan jaraknya yang tidak terlalu jauh dari Jakarta. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dahulu Kota Depok adalah kota kecamatan yang masih ikut dalam wilayah Kabupaten Bogor, yang kemudian mendapat status kota administratif tahun 1982. Sejak 20 April 1999, Depok ditetapkan menjadi kotamadya terpisah dari Kabupaten Bogor. Kota Depok terdiri atas 11 kecamatan, yang dibagi menjadi 63 kelurahan. Nama-nama Kecamatan dan Kelurahan di Kota Depok saat ini sampai tahun 2010 merupakan warisan budaya <\/span><i><span style=\"font-weight: 400;\">(Cultural Heritage)<\/span><\/i><span style=\"font-weight: 400;\"> produk sosial masyarakat kota Depok.<\/span><span style=\"font-weight: 400;\"> Baik yang memiliki nilai Lokal (bahasa Betawi) maupun yang memiliki nilai Regional (berbahasa Banten, Jawa, Sunda), Nasional (Bahasa Indonesia), serta Internasional <\/span><span style=\"font-weight: 400;\">(bahasa Sanskerta, Latin; misal Tapos). Dari pengidentifikasian bahasa ada tujuh bahasa yang digunakan sebagai bahan penamaan Kecamatan maupun Kelurahan di Kota Depok dan jika dipaksakan ditambah satu bahasa lagi yaitu Bahasa Belanda untuk Akronim nama Depok sendiri (masa kolonial).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Disamping mempunyai keberagamaan penduduk, Kota Depok juga mempunyai banyak kesenian khas tradisional. Diantaranya ada tari topeng dari cisalak, dan alat musik gong si bolong. Kenapa dinamakan dengan alat musik gong si bolong? Karena pada tengah gong tersebut ada lubangnya (bolong). Gong si bolong biasanya dimainkan dengan menampilkan <\/span><span style=\"font-weight: 400;\">tarian jaipong. Selain itu gong si bolong juga bisa dipadu dengan wayang kulit, wayang betawi, ataupun wayang golek. Hal itu dilakukan sesuai tema penampilan agar penonton tidak bosan.<\/span><span style=\"font-weight: 400;\">  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Pada era saat ini keberadaan Gong Si Bolong cukup terancam kelestariannya. Hal itu disebabkan lantaran generasi muda sekarang enggan mempelajari setiap kesenian daerah yang dianggap kuno. Mereka generasi muda saat ini lebih menyukai musik dari luar negeri yang diangggap lebih modern. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Gong si bolong ini munculnya sangat misterius dan unik. Sejarah Gong si Bolong ini pun tergolong dalam sebuah cerita\/legenda dari masyarakat Depok. Monitor Depok, sebuah harian lokal kota Depok,pada tanggal 10 Juli 2008 pernah menuliskan artikel terkait sejarah munculnya Gong si Bolong ini. Kisah ini di mulai abad ke 16, saat itu Kampung Tanah Baru masih lebih banyak hutan dan rawa, dimana penduduknya sangat sedikit dan umumnya bertani. Di Kampung Tanah Baru tersebut kerap kali terdengar bunyi-bunyian suara Gamelan di malam hari, namun ketika sumber dari suara tersebut dicari tak satu pun orang yang dapat menemukannya.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Pada tahun 1648, Seorang warga bernama Pak Jimin menemukan sumber bunyi tersebut, yang ternyata memang seperangkat gamelan. Namun setelah ditelusuri ternyata tidak ada orang yang memainkannya. Lokasi penemuan gamelan tersebut ada di sekitar curug Agung di aliran sungai krukut. Pak jimin pun hanya sanggup membawa sebuah gong yang bolong di tempat pukulnya, gendang, dan bende. Ketika Pak Jimin kembali lagi bersama beberapa tetangganya untuk menggambil sisa perangkat gamelan itu, ternyata perangkat gamelan lainnya sudah raib.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ketiga alat musik tersebut akhirnya diberi nama  Si Gledek, karena bunyinya yang nyaring seperti suara gledek ketika hujan lebat.<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Di tangan Pak Tua Galung (Pak Jerah) Gong si Bolong baru dilengkapi sehingga menjadi satu set gamelan yang bisa dimainkan. Pak jerah  melengkapinya dengan satu set gendang, dua set saron, satu set kromong, satu set kedemung, satu set kenong, terompet, bende serta gong besar. Ini pula yang menandai terbentuknya Kelompok Kesenian Gong si Bolong yang merupakan grub musik khas tradisional Depok. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Gong si Bolong, telah menjadi kesenian khas Depok. Terlepas dari benar atau tidaknya legenda penemuannya. Kesenian ini patut lah untuk dilestarikan sebagai salah satu kesenian khas dan budaya Depok. Kalau bukan dari kita yang menjaga tradisi budaya kita sendiri, terus mau siapa lagi? Harusnya banyak cara yang bisa dilakukan untuk melestarikan alat musik khas tradisional kota Depok gong si bolong ini. Misalnya dengan Gerakan seniman masuk sekolah (GSMS).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Gerakan <\/span><span style=\"font-weight: 400;\">Seniman<\/span><span style=\"font-weight: 400;\"> Masuk Sekolah (GSMS) merupakan salah satu program yang memberikan peluang dan kesempatan kepada seniman dan sekolah saling bersinergi untuk melatih seni budaya di sekolah. Gerakan ini bisa dilakukan dalam bentuk ekstrakurikuler agar para peserta didik dapat menyerap secara langsung ilmu pengetahuan, keterampilan dan sikap yang dimiliki dari seniman.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Jika Gerakan ini dapat dilakukan dengan baik, bukan tidak mungkin para peserta didik akan tumbuh rasa cinta terhadap warisan kesenian budaya tradisional.  Melalui kegiatan pembelajaran yang baik yang dilakukan oleh para praktisi yang telah menguasai ragam jenis kesenian dan bentuk kesenian, maka warisan budaya bangsa yang tak ternilai, dapat terus terjaga kelestariannya.<\/span><\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li><span style=\"font-weight: 400;\">  Arnouf, <\/span><i><span style=\"font-weight: 400;\">Kebudayaan Depok, <\/span><\/i><span style=\"font-weight: 400;\">dalam <\/span><a href=\"http:\/\/wordpress.blogspot.com\/2017\/03\/kebudayaan-kota-depok.htm\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">http:\/\/wordpress.blogspot.com\/2017\/03\/kebudayaan-kota-depok.htm<\/span><\/a><span style=\"font-weight: 400;\">, diakses tanggal 13 November 2020, pukul 09.00 WIB.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Erik Purnama Putra, <\/span><i><span style=\"font-weight: 400;\">Menyingkap Misteri Gong Bolong Ikon Kota Depok, <\/span><\/i><span style=\"font-weight: 400;\">dalam Replubika.co.id diposting tanggal 16 Juli 2019, diakses tanggal 13 November 2020, pukul 09.00 WIB.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Arnouf, <\/span><i><span style=\"font-weight: 400;\">Kebudayaan Depok, <\/span><\/i><span style=\"font-weight: 400;\">dalam <\/span><a href=\"http:\/\/wordpress.blogspot.com\/2017\/03\/kebudayaan-kota-depok.htm\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">http:\/\/wordpress.blogspot.com\/2017\/03\/kebudayaan-kota-depok.htm<\/span><\/a><span style=\"font-weight: 400;\">, diakses tanggal 13 November 2020, pukul 09.00 WIB.<br \/>\n<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Nana Djumhana, <\/span><i><span style=\"font-weight: 400;\">Merawat Kesenian Tradisional dengan GSMS, <\/span><\/i><span style=\"font-weight: 400;\">dalam <\/span><a href=\"http:\/\/kabarbanten.com\/2018\/08\/merawat-kesenian-tradisional%20dengan%20GSMS.htm\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">http:\/\/kabarbanten.com\/2018\/08\/merawat-kesenian-tradisional dengan GSMS.htm<\/span><\/a><span style=\"font-weight: 400;\">, diakses tanggal 13 November 2020, pukul 09.00 WIB.<\/span><\/li>\n<\/ol>\n","protected":false},"excerpt":{"rendered":"<p>SHOFI HUDAYA SDIT UMMUL QURO DEPOK &nbsp; Bangsa Indonesia adalah bangsa yang kaya akan  ragam budayanya. Tetapi dengan banyaknya budaya di Indonesia bukan menjadi hambatan untuk tetap hidup patuh dan rukun antar sesama. Perbedaan budaya ini menjadikan kita bangsa yang unik dan majemuk dengan motto Bhineka Tunggal Ika “ walau berbeda tetapi tetap satu jua” . [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":2493,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52,21],"tags":[],"class_list":["post-1998","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel","category-sdit"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1998","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=1998"}],"version-history":[{"count":2,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1998\/revisions"}],"predecessor-version":[{"id":2494,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/1998\/revisions\/2494"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/2493"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=1998"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=1998"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=1998"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}