{"id":2092,"date":"2022-03-19T03:35:24","date_gmt":"2022-03-19T03:35:24","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=2092"},"modified":"2022-12-22T01:24:47","modified_gmt":"2022-12-22T01:24:47","slug":"kiat-efektif-menyelenggarakan-hybrid-learning","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/kiat-efektif-menyelenggarakan-hybrid-learning\/","title":{"rendered":"Kiat Efektif Menyelenggarakan Hybrid Learning"},"content":{"rendered":"<p><em>Oleh: Hazmy Rachman Yusuf, M.Pd.<\/em><\/p>\n<p>Kegiatan utama dalam bidang pendidikan adalah proses pembelajaran. Pada pelaksanaannya, dewasa ini pembelajaran semakin dinamis dan terus mengalami perubahan. Hal utama yang menjadi sorotan dalam penyelenggaraan pembelajaran dewasa ini adalah bagaimana agar kegiatan belajar dapat diakses oleh siswa dalam berbagai kondisi. Termasuk di antaranya pada situasi pandemi saat ini yang menetapkan pembatasan jumlah kehadiran siswa di sekolah.<\/p>\n<p>Atas hal tersebut, maka metode pembelajaran hybrid (Hybrid learning) menjadi jawabannya. Metode hybrid learning memberikan akses bagi siswa untuk dapat belajar secara bersamaan dari tempat yang berbeda. Metode hybrid learning ini belum begitu familiar di kalangan pendidik dan peserta didik (siswa), karena kebutuhannya baru dirasakan pada situasi tertentu. Hal tersebut sangatlah wajar, sebab selama ini sebagian besar kegiatan belajar dilaksanakan secara tatap muka di sekolah.<\/p>\n<p>Selanjutnya, bagiamana jika kita dituntut untuk menyelenggarakan hybrid learning? Tentu bukan hal sederhana bila kita belum pernah melaksanakannya. Berikut beberapa hal yang perlu dipersiapkan oleh guru\/pendidik dalam menyelenggarakan kelas pembelajaran hybrid.<\/p>\n<p>1. Menyusun rencana pembelajaran dengan pendekatan hybrid yang meliputi tujuan, indikator, tahapan kegiatan belajar, metode yang dipilih, teknik evaluasi, media yang dibutuhkan, dan sumber belajar.<\/p>\n<p>2. Menyusun skenario kegiatan belajar, Langkah apa yang akan dilakukan berdasar tahapan yang sudah disusun (pembukaan, kegiatan inti, dan penutup) skenario termasuk pada perencanaan tindakan-tindakan teknis yang mendukung lancarnya pembelajaran, seperti teknik penggunaan alat, teknik menyampaikan materi, teknik pelibatan siswa, tindak lanjut hasil belajar siswa dan sebagainya.<\/p>\n<p>3. Menyiapkan peralatan yang diperlukan untuk mendukung kelas digital, sebagaimana diketahui, hybrid learning merupakan perpaduan pembelajaran digital dan ruangan kelas, maka dalam pelaksanaannya, hybrid learning memerlukan perangkat jaringan internet dan peralatan broadcast seperti kamera digital, tripod, speaker, mic wireles yang tersambung pada laptop, di samping itu juga jangan dilupakan, perangkat pendukung presentasi di kelas seperti proyektor, file presentasi power point, alat tulis manual dan media pendukung lainnya.<\/p>\n<p>4. Saat pelaksanaan hybrid learning, bagi perhatian secara seimbang. Hendaknya pengajar dapat memberikan perhatian yang sama antar siswa yang hadir dan siswa yang belajar dari rumah. Hal ini akan memberikan kesan pada siswa, merasa diperhatikan oleh guru meski kelas seolah terbagi dua. Dalam hal ini keterampilan guru mengemas konsep dan strategi pembelajaran sangat berpengaruh.<\/p>\n<p>5. Beri perhatian terhadap nilai karakter dan religius peserta didik. Poin ini berpengaruh besar terhadap sukses dan bermaknanya kegiatan hybrid learning peserta didik baik secara tatap muka maupun jarak jauh. peserta didik diberikan pemahaman bahwa menuntut ilmu itu selain sebagai bekal untuknya dapat berkembang dan produktif di masa depan, menuntut ilmu juga merupakan kewajiban bagi manusia sepanjang hayat.<\/p>\n<p>6. Akrabkan siswa dengan berbagai fitur yang difasilitasi oleh aplikasi belajar daring. Saat penyelenggaraan hybrid learning, adakalanya guru menggunakan aplikasi yang dapat meningkatkan semangat belajar siswa seperti quiz, game education, aplikasi untuk berkolaborasi antar sesama siswa dan sebagainya. Maka penting bagi pendidik untuk terlebih dahulu menguasai aplikasi serta melatih siswa agar terampil menggunakan fitur yang terdapat pada aplikasi tersebut.<\/p>\n<p>7. Selalu melakukan tindak lanjut atas kegiatan yang telah dilaksanakan oleh siswa. Bila guru memberi arahan pada siswa untuk melakukan suatu aktivitas, maka setelahnya perlu dilakukan tindak lanjut baik berupa tanggapan, koreksi dan evaluasi hingga apresiasi.<br \/>\nDemikian kiat-kiat yang dapat dilakukan pendidik dalam menyelenggarakan hybrid learning. Dengan perencanaan, persiapan, dan scenario yang matang, kelas hybrid learning pun akan terasa menyenagkan dan menghasilkan kebermaknaan yang sama dengan metode pembelajaran lainnya.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Oleh: Hazmy Rachman Yusuf, M.Pd. Kegiatan utama dalam bidang pendidikan adalah proses pembelajaran. Pada pelaksanaannya, dewasa ini pembelajaran semakin dinamis dan terus mengalami perubahan. Hal utama yang menjadi sorotan dalam penyelenggaraan pembelajaran dewasa ini adalah bagaimana agar kegiatan belajar dapat diakses oleh siswa dalam berbagai kondisi. Termasuk di antaranya pada situasi pandemi saat ini yang [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":2093,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-2092","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/2092","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=2092"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/2092\/revisions"}],"predecessor-version":[{"id":2094,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/2092\/revisions\/2094"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/2093"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=2092"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=2092"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=2092"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}