{"id":3926,"date":"2023-01-30T02:33:51","date_gmt":"2023-01-30T02:33:51","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=3926"},"modified":"2023-01-31T05:50:40","modified_gmt":"2023-01-31T05:50:40","slug":"berbagi-pengalaman-mendapatkan-beasiswa-dari-kementrian-pendidikan-korea-selatan","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/berbagi-pengalaman-mendapatkan-beasiswa-dari-kementrian-pendidikan-korea-selatan\/","title":{"rendered":"Berbagi Pengalaman Mendapatkan Beasiswa dari Kementrian Pendidikan Korea Selatan"},"content":{"rendered":"<p><em>Oleh: Endang Winih Prasetyaningrum,M.Pd<\/em><\/p>\n<p>Kisah pengalaman ini bermula dari keikutsertakan saya dalam Lomba Inovasi Pembelajaran (INOBEL) Tingkat Nasional Tahun 2019, saya mengikuti perlombaan hingga ke tahap Finalis. Walaupun belum sempat mendapatkan juara, hal itu tidak menyurutkan semangat saya untuk terus menempa diri. Sekembalinya dari Lomba INOBEL tahun 2019 saya mencoba mengikuti perlombaan selanjutnya, yakni perlombaan Pembelajaran Berbasis TIK (PEMBATIK), masih pada tahun 2019 <em>alhamdulillah<\/em> walaupun belum sempat masuk ke level empat dan menjadi Duta Rumah Belajar, saya berhasil mencapai level tiga. Saat saya sedang menyiapkan media pembelajaran interaktif di level 3 saya dihibuungi oleh salah satu pegawai Kemdikbudristek Indonesia, beliau menanyakan kesediaan saya untuk mengikuti seleksi beasiswa peningkatan kompetensi ICT guru dari Kemdikbudristek Korea Selatan yaitu Provinsi Gangwon.<\/p>\n<p>Sempat tidak menyangka, saya mendapatkan kesempatan emas tersebut sebab jika dilihat dari beberapa perlombaan, saya bukanlah pemenang lomba. Namun saya pernah membaca sebuah buku yang sangat menginspirasi saya, di dalam buku tersebut terdapat kalimat inspiratif yang ditulis oleh penulisnya, “<em>Bila Allah Subhanahuwata’ala telah berkehendak untuk kita, maka semua akan memudahkan kita untuk mendapatkannya”.<\/em> Dari kalimat tersebut saya menyadari dan bersyukur atas datangnya kesempatan tersebut. Selanjutnya saya tak lupa untuk meminta doa dari keluarga tercinta, agar dimudahkan serta dilancarkan untuk mengikuti kegiatan tersebut. Selanjutnya saya menemui manajemen sekolah dalam hal ini Kepala Sekolah SMP IT Ummu’l Quro Depok untuk perizinan mengikuti kegiatan di luar sekolah. Kepala sekolah tidak langsung merestui berhubung beasiswa ini akan ditempuh selama 3 tahun, sehingga perlu pembicaraan lebih jauh untuk mengondisikan waktu mengajar saya di SMPIT Ummu’l Quro Depok.<\/p>\n<p>Saya tak henti meminta petunjuk dan pertolongan dari Allah <em>Subahanahuwata’ala<\/em>, bila baik untuk pengembangan diri dan institusi, maka mudahkanlah dan bila tidak maka jauhkanlah. <em>Alhamdulillah<\/em> ternyata <em>Allah Subahahuwata’ala<\/em> memudahkan saya untuk memenuhi persyaratannya, manajemen sekolah menyampaikan bahwa saya diizinkan untuk mengikuti serta mengirimkan beberapa persyaratannya. <em>Alhamdulillah<\/em>, dalam tempo waktu 2 bulan setelah saya mengirimakan persayaratannya, saya dimasukkan ke dalam grup Whatssap Penerima beasiswa ICT Korea Selatan. Saat itu dari 385 guru yang terseleksi hanya 37 guru dari Jenjang Dikmen dan Dikdas yaitu 17 guru SMA, 15 guru SMK, 15 GURU SMP.<\/p>\n<p>Pelatihan dilaksanakan secara daring. Di awal mengikuti program beasiswa, kami agak kesulitan secara Bahasa. Kendala kebahasaan bagi kami yang harus mengenal bahasa baru yaitu Korea Selatan, jelas sangat awam bagi kami. Pihak Kemdikbudristek sangat memahami kondisi ini dan meminta kepada tutor kami di Korea Selatan untuk membuat translater kedalam bahasa Inggris. Kini sudah hampir 3 tahun yaitu dari 2020-2023, program ini akan segera berakhir. Kami sudah belajar secara langsung dengan tutor kami dari Korea Selatan di bulan Agustus 2022. Sebanyak 18 guru yang menjadi peserta pergi ke Korea Selatan, kami 19 guru sisanya akan berangkat di tahun 2023. Semoga Allah s<em>ubhanahuwata’ala <\/em>memberikan kesehatan kepada kami, <em>amiin yaa rabbal’alamin<\/em>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Oleh: Endang Winih Prasetyaningrum,M.Pd Kisah pengalaman ini bermula dari keikutsertakan saya dalam Lomba Inovasi Pembelajaran (INOBEL) Tingkat Nasional Tahun 2019, saya mengikuti perlombaan hingga ke tahap Finalis. Walaupun belum sempat mendapatkan juara, hal itu tidak menyurutkan semangat saya untuk terus menempa diri. Sekembalinya dari Lomba INOBEL tahun 2019 saya mencoba mengikuti perlombaan selanjutnya, yakni perlombaan [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":3929,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-3926","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/3926","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=3926"}],"version-history":[{"count":3,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/3926\/revisions"}],"predecessor-version":[{"id":3936,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/3926\/revisions\/3936"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/3929"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=3926"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=3926"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=3926"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}