{"id":3937,"date":"2023-02-04T04:14:12","date_gmt":"2023-02-04T04:14:12","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=3937"},"modified":"2023-02-04T04:14:12","modified_gmt":"2023-02-04T04:14:12","slug":"pendidikan-yang-mengakomodasi-aspek-duniawi-dan-ukhrowi-di-sit-ummul-quro-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/pendidikan-yang-mengakomodasi-aspek-duniawi-dan-ukhrowi-di-sit-ummul-quro-depok\/","title":{"rendered":"Pendidikan yang Mengakomodasi Aspek duniawi dan Ukhrowi di SIT Ummu’l Quro Depok"},"content":{"rendered":"<p><em>Oleh: Hasmy Rachman Yusuf, M.Pd.<\/em><\/p>\n<p>Pendidikan merupakan salah satu kebutuhan mendasar bagi manusia. Pada artikel ini, penulis mencoba memberikan gambaran singkat tentang apa dan bagaimana pendidikan serta hubungannya dengan aspek keagamaan dan pelaksanaannya di SIT Ummu’l Quro Depok.<\/p>\n<p>Telah banyak ahli di bidang pendidikan yang memberikan pengetian mengenai pendidikan, Abdul Malik Fadjar menyebut pendidikan sebagai kegelisahan sepanjang zaman. Anas Salahudin (Filsafat Pendidikan, 2011) memberi pengertian pendidikan sebagai proses mendidik, membina, mengendalikan, mengawasi, memengaruhi, dan mentransmisikan ilmu pengetahuan yang dilaksanakan oleh para pendidik kepada anak didik untuk membebaskan kebodohan, meningkatkan pengetahuan, dan membentuk kepribadian yang lebih baik, bermanfaat bagi kehidupan sehari-hari. Selanjutnya Menurut Hasan Langgulung dalam bukunya <em>Manusia dan Pendidikan, Suatu Analisa Psikologi,<\/em> <em>Filsafat, dan Pendidikan<\/em>, 2014, Pendidikan adalah suatu proses yang bertujuan untuk menciptakan pola-pola tingkah laku tertentu pada kanak-kanak atau orang yang sedang dididik. Pendidikan sebagai usaha sadar yang dilakukan oleh keluarga, masyarakat, dan pemerintah melalui kegiatan bimbingan, pengajaran dan\/atau latihan yang berlangsung di sekolah dan di luar sekolah sepanjang hayat, untuk mempersiapkan peserta didik agar dapat memainkan peranan dalam berbagai lingkungan hidup secara tepat di masa yang akan datang.<\/p>\n<p>Pembahasan pendidikan selalu menyinggung ranah religiusitas (ukhrowi), konsep pendidikan selaras dengan konsep yang memiliki tujuan bersifat ketuhanan; UU tentang pendidikan Indonesia sendiri menempatkan nilai ketuhanan di inti tujuannya. Tujuan pendidikan dalam agama Islam untuk membentuk manusia supaya sehat, cerdas, patuh, dan tunduk kepada perintah Tuhan, serta menjauhi larangan-larangang-Nya, sehingga hidupnya dapat bahagia lahir dan batin (Connie Chaerunnisa. 2018. hal. 19). Eratnya keterkaitan antara ilmu pendidikan dengan agama bahwa agama mengajarkan kebaikan dan kebenaran, agama tanpa ilmu pincang (sulit untuk mencapai tujuan), sebaliknya, ilmu pengetahuan tanpa agama akan menjadi buta, karena tidak tahu arahnya.<\/p>\n<p>Agama Islam memberikan perhatian yang sangat tinggi terhadap pendidikan, di mana pendidikan identik juga dengan proses menuntut ilmu. Di dalam Al Quran sebagai kitab rujukan umat Islam Allah <em>Subhanahu Wata’ala<\/em> berfirman<\/p>\n<p><em>Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi” ilmu pengetahuan beberapa derajat<\/em> (Q.S. al-Mujadalah:11).<\/p>\n<p>Selain di dalam Al Quran, di dalam sumber hukum kedua berupa hadits nabi, Nabi Muhammad <em>Salallahu alaihi wasallam<\/em> bersabda ”Mencari ilmu itu adalah wajib bagi setiap muslim laki-laki maupun muslim perempuan”. (HR. Ibnu Abdil Barr), dalam hadits lain Beliau bersabda,<\/p>\n<p><em> Barang siapa yang menghendaki kehidupan dunia maka wajib baginya memiliki ilmu, dan barang siapa yang menghendaki kehidupan Akherat, maka wajib baginya memiliki ilmu, dan barang siapa menghendaki keduanya maka wajib baginya memiliki ilmu.<\/em> (HR. Turmudzi)<\/p>\n<p>SIT Ummu’l Quro Sebagai Penyelenggara Pendidikan di era modern ini hadir memberikan pelayanan pendidikan terbaik bagi para peserta didiknya, yang menyentuh dua aspek utama kehidupan manusia khususnya sebagai Muslim; yakni aspek duniawi dan aspek ukhrowi. Hal tersebut diejawantahkan melalui berbagai program unggulan yang dikemas menarik, bermakna, serta berhubungan dengan kehidupan sehari-hari peserta didik.<\/p>\n<p>Pogram pembelajaran yang diselenggarakan di SIT Ummu’l Quro Depok, selain merujuk pada Kurikulum Nasional, juga dilengkapi dengan Kurikulum Terpadu yang memadukan aspek duniawi dan ukhrowi. Di antaranya Tahsin dan Tahfidzul Quran, Bina Pribadi Islami, Program Muayasah. Serta berbagai program lainnya dalam bentuk kegiatan-kegiatan yang memuat nilai aspek ukhrowi. Sehingga dengan demikian, selain bertujuan untuk mencetak peserta didik yang unggul dalam akademik, program juga ditujukan untuk membentuk kepribadian Islami bagi para peserta didiknya.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Oleh: Hasmy Rachman Yusuf, M.Pd. Pendidikan merupakan salah satu kebutuhan mendasar bagi manusia. Pada artikel ini, penulis mencoba memberikan gambaran singkat tentang apa dan bagaimana pendidikan serta hubungannya dengan aspek keagamaan dan pelaksanaannya di SIT Ummu’l Quro Depok. Telah banyak ahli di bidang pendidikan yang memberikan pengetian mengenai pendidikan, Abdul Malik Fadjar menyebut pendidikan sebagai [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":3939,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-3937","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/3937","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=3937"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/3937\/revisions"}],"predecessor-version":[{"id":3940,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/3937\/revisions\/3940"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/3939"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=3937"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=3937"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=3937"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}