{"id":412,"date":"2022-01-19T03:02:33","date_gmt":"2022-01-19T03:02:33","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=412"},"modified":"2022-01-19T03:03:30","modified_gmt":"2022-01-19T03:03:30","slug":"ptm-dengan-hybrid-learning-di-sit-ummul-quro-depok-yang-memuaskan","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/ptm-dengan-hybrid-learning-di-sit-ummul-quro-depok-yang-memuaskan\/","title":{"rendered":"PTM dengan Hybrid Learning di SIT Ummu&#8217;l Quro Depok yang Memuaskan"},"content":{"rendered":"\n<p><em>Hybrid learning<\/em> adalah sebuah metode pembelajaran yang menjadi sebuah alternatif di Indonesia menghadapi masa kebiasaan baru pandemi Covid 19 dan era digita saat ini. Hybrid learning merupakan pembelajaran yang menggabungkan berbagai pendekatan dalam pembelajaran yakni pembelajaran tatap muka (face to face), pembelajaran berbasis komputer dan pembelajaran berbasis online (internet dan mobile learning) dalam waktu bersamaan.<\/p>\n\n\n\n<p>Sejalan dengan terbitnya Perwal Kota Depok nomor 66 tahun 2021, Memasuki bulan Oktober 2021, SIT Ummu’l Quro Depok mulai melaksanakan pembelajaran tatap muka secara terbatas dengan protokol kesehatan yang ketat. Setelah sebelumnya melaksanakan ujicoba PTM Terbatas selama 2 pekan pada pekan ke-3 dan ke-4 September 2021. Respon siswa dan orangtua sangat baik menyambut pembelajaran tatap muka terbatas ini. Berbagai persiapan dilakukan SIT Ummu’l Quro Depok di antara pemenuhan sarana prasarana sekolah sesuai protokol kesehatan, pemenuhan kelas digital untuk mendukung terlaksananya PTM dengan hybrid learning, peningkatan kompetensi guru untuk mampu mengelola kelas hybrid dan kelas digital melalui kegiatan workshop dan simulasi.<\/p>\n\n\n\n<p>Sebagai bahan evaluasi pelaksanaan PTM, SIT Ummu’l Quro Depok melakukan survei secara rutin setiap pekannya. Hasil survei pelaksanaan PTM kepada orangtua siswa yang dilaksanakan pada pekan pertama bulan Oktober 2021 lalu, menghasilkan respon yang yang sangat baik. Sebanyak 100% orangtua siswa TKIT Ummu’l Quro Depok menyatakan puas, 95% orangtua siswa SDIT Ummu’l Quro Depok menyatakan puas dan 92% orangtua siswa SMPIT Ummu’l Quro Depok yang menyatakan puas terhadap pelaksanaan ujicoba dan PTM dengan hybrid learning.<\/p>\n\n\n\n<p>Hasil survei ini menjadi pemacu kami untuk terus berupaya memberikan pelayanan pendidikan yang lebih baik dan memuaskan kepada siswa dan orangtua khususnya saat pembelajaran tatap muka dengan metode hybrid learning.<\/p>\n\n\n\n<p>Yuk … ayah bunda yang sedang mencari sekolah unggulan di Kota Depok, jangan ragu memilih TKIT, SDIT, dan SMPIT Ummu’l Quro Depok sebagai sekolah ananda tercinta. Dengan kekhasan sebagai sekolah INSPIRASI hebat dalam Membina Generasi Qur’ani. Memiliki 3 keunggulan yaitu Qur’anic Character, Digital Classroom dan Hybrid Learning.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hybrid learning adalah sebuah metode pembelajaran yang menjadi sebuah alternatif di Indonesia menghadapi masa kebiasaan baru pandemi Covid 19 dan era digita saat ini. Hybrid learning merupakan pembelajaran yang menggabungkan berbagai pendekatan dalam pembelajaran yakni pembelajaran tatap muka (face to face), pembelajaran berbasis komputer dan pembelajaran berbasis online (internet dan mobile learning) dalam waktu bersamaan. [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":414,"comment_status":"open","ping_status":"open","sticky":false,"template":"elementor_theme","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[21,22,20,19],"tags":[],"class_list":["post-412","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-sdit","category-smpit","category-tkit","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/412","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=412"}],"version-history":[{"count":2,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/412\/revisions"}],"predecessor-version":[{"id":415,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/412\/revisions\/415"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/414"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=412"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=412"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=412"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}