{"id":4314,"date":"2023-05-29T01:23:46","date_gmt":"2023-05-29T01:23:46","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=4314"},"modified":"2023-05-29T01:23:46","modified_gmt":"2023-05-29T01:23:46","slug":"sit-ummul-quro-depok-selenggarakan-haflah-hifdzil-quran-bagi-369-penghafal-al-quran","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/sit-ummul-quro-depok-selenggarakan-haflah-hifdzil-quran-bagi-369-penghafal-al-quran\/","title":{"rendered":"SIT Ummu&#8217;l Quro Depok Selenggarakan Haflah Hifdzil Qur’an bagi 369 Penghafal Al Qur’an"},"content":{"rendered":"<p>Alhamdulillah SIT Ummu’l Quro Depok kembali menyelenggarakan gelaran akbar berupa Haflah Hifdzil Quran gabungan tiga unit Pendidikan sekaligus mulai dari jenjang TKIT, SDIT dan SMPIT.<\/p>\n<p>Sabtu, 27 Mei 2023. Disambut sinar mentari pagi yang cerah, acara yang berlangsung di halaman SMPIT Ummu&#8217;l Quro Depok dan live YouTube UQD TV terasa penuh khidmad dalam nuansa religius yang syahdu berbalut alunan tilawah al-Qur’an para penghafal Al-Qur&#8217;an.<\/p>\n<p>Acara yang bertema “Bersama Al-Qur&#8217;an, Raih Generasi Hebat dan Menginspirasi” tersebut dihadiri oleh Dewan Yayasan Ummu&#8217;l Quro Depok beserta jajarannya, Orangtua\/wali murid SIT Ummul Quro Depok. Turut hadir pula Perwakilan Dinas Pendidikan bapak Syafrudin, S.Pd, M.Pd. Kepala Dinas Pendidikan Kota Depok yakni Ibu Hj. Siti Chaerijah Aurijah, S.Pd, MM. serta Dr. Rachmat Morado Sugiarto, Lc., MA sebagai pemateri tausiyah Haflah Hifdzil Qur&#8217;an.<\/p>\n<p>&#8220;Harapannya akan hadir generasi HEBAT dan Menginpirasi, generasi yang nantinya akan menjadi panutan dalam kehidupannya baik dari keseharian maupun kelak Allah takdirkan menjadi pemimpin di negeri ini. Para pemimpin yang didalam hatinya ada Al-Qur&#8217;an, pemimpin yang Sholeh dan Sholehah&#8221; Sambutan Dewan Pembina Yayasan Ummu&#8217;l Quro Depok yakni KH. Ali Fikri, Lc,. MA.<\/p>\n<p>&#8220;Kegiatan ini sangat memotivasi dan mendukung program pemerintah untuk mewujudkan kota Depok yang maju berbudaya sejahtera. Kegiatan ini merupakan implementasi dari kurikulum merdeka belajar. Kita berharap terbentuk Generasi Qurani dan ketahanan keluarga agar pencapaian pendidikan dapat kita raih&#8221; Sambutan Kepala Dinas Pendidikan Kota Depok yakni Ibu Hj. Siti Chaerijah Aurijah, S.Pd, MM.<\/p>\n<p>Haflah Hifzhil Qur&#8217;an merupakan kegiatan dalam rangka menghidupkan syiar Al Qur&#8217;an, mengukur ketercapaian target hafalan dan memberikan apresiasi kepada 369 Para Penghafal Al-Qur&#8217;an yang terdiri dari 42 siswa\/i TKIT, 196 siswa\/i SDIT, dan 131 siswa\/i SMPIT Ummul Quro Depok. Apresiasi tersebut menjadi wujud rasa bangga dan syukur kepada para Hafiz dan hafizhoh karena tetap mempertahankan tradisi SIT Ummu’l Quro Depok sebagai sekolah yang mencetak para penghafal al-Qur’an (Qur’anic Generation) yang HEBAT dan Menginspirasi.<\/p>\n<p>Keluarga besar Yayasan Ummu&#8217;l Quro Depok mengucapkan terima kasih yang sebesar-besarnya kepada Orangtua\/wali murid SIT Ummul Quro Depok, para Donatur, serta Sponsorship (Lembaga Zakat Sukses, Oriegami.id, Griya Bunga &#8211; Wedding Organizer and Decoration, Bank Syariah Indonesia, UPZ &amp; Koperasi Ummu&#8217;l Quro Depok) yang telah munsukseskan kegiatan Haflah Hifdzil Qur&#8217;an tahun ini. Semoga menjadi keberkahan dan ladang amal kebaikan yang berlipat ganda di sisi Allah SWT.<\/p>\n<p>Semoga Haflah Al Qur’an ini menjadi momentum bagi kita untuk memperbaiki diri dan memperoleh keberkahan juga manfaat apabila rutin membacanya serta mengamalkan isi kandungannya dalam kehidupan sehari-hari.<\/p>\n<p>&#8220;Demikianlah (perintah Allah). Dan barang siapa mengagungkan syi&#8217;ar-syi&#8217;ar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati.&#8221; (QS. Al-Hajj 22: Ayat 32)<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Alhamdulillah SIT Ummu’l Quro Depok kembali menyelenggarakan gelaran akbar berupa Haflah Hifdzil Quran gabungan tiga unit Pendidikan sekaligus mulai dari jenjang TKIT, SDIT dan SMPIT. Sabtu, 27 Mei 2023. Disambut sinar mentari pagi yang cerah, acara yang berlangsung di halaman SMPIT Ummu&#8217;l Quro Depok dan live YouTube UQD TV terasa penuh khidmad dalam nuansa religius [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":4315,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[19],"tags":[],"class_list":["post-4314","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4314","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=4314"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4314\/revisions"}],"predecessor-version":[{"id":4316,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4314\/revisions\/4316"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/4315"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=4314"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=4314"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=4314"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}