{"id":4321,"date":"2023-06-17T04:57:40","date_gmt":"2023-06-17T04:57:40","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=4321"},"modified":"2023-06-24T03:10:13","modified_gmt":"2023-06-24T03:10:13","slug":"haflu-takhriij-smpit-ummul-quro-depok-angkatan-xiv-liguxiv-generasi-qurani-dengan-segudang-prestasi","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/haflu-takhriij-smpit-ummul-quro-depok-angkatan-xiv-liguxiv-generasi-qurani-dengan-segudang-prestasi\/","title":{"rendered":"Haflu Takhriij SMPIT Ummu’l Quro Depok Angkatan XIV LIGUXIV Generasi Qur’ani dengan Segudang Prestasi"},"content":{"rendered":"<p>Sabtu (17\/06\/2023) Disambut pagi yang sejuk, alhamdulillah wisuda kelulusan atau Haflu Takhrij kembali menyelenggarakan di Aula SMPIT Ummu&#8217;l Quro Depok dan live streaming channel YouTube UQD TV setelah pasca pandemi 2 tahun sebelumnya gelaran wisuda yang dilaksanakan secara virtual. Acara ini berjalan penuh khidmat dalam nuansa religius dan suka cita kelulusan.<\/p>\n<p>Acara dibuka oleh MC dengan 2 bahasa yaitu bahasa Indonesia dan bahasa inggris. syahdu berbalut alunan tilawah Al-Qur&#8217;an membuka keberkahan pada acara yang bertemakan &#8220;Pahlawan Tangguh, Peran Terbesar Pembentuk Generasi Unggul&#8221;. yang terdiri dari penampilan Perkusi, Tari glipang, Paduan suara, Acapella, mini drama, puisi, Instrumental dan Flash mob<\/p>\n<p>Dalam sambutannya Ibu Dwi Yulianti, S.Pd. selaku Kepala Sekolah SMPIT menjelaskan, &#8220;SMPIT Ummu&#8217;l Quro Depok terus berkembang menuju sekolah abad 21 yang dapat mengembangkan karakter serta potensi siswa. Potensi spiritual, potensi kepribadian, potensi akademik dan minat bakat. Pencapaian prestasi sekolah, guru dan siswa SMPIT Ummu&#8217;l Quro Depok serta terselenggaranya program-program sekolah berkat support dan dukungan semua pemangku kepentingan sekolah. Saya berpesan kepada para wisudawan wisudawati yaitu selalu beriman kepada Allah, menjadi pribadi yang shaleh-shalehah, sholat tepat waktu, rajin tilawah, mentadaburi dan menjaga hafalan Al-Qur&#8217;an, berbakti kepada orang tua, rajin menuntut ilmu dan berprestasi dibidangnya masing-masing, menjaga silaturahmi dengan almamater SMPIT Ummu&#8217;l Quro Depok tercinta. Semoga Ananda semua mendapatkan sekolah lanjutan yang diinginkan sesuai dengan harapannya. Kami ucapkan selamat dan sukses kepada angkatan XIV SMPIT Ummu&#8217;l Quro Depok, semoga Ananda semua dapat mencapai apa yang Ananda cita-citakan dan selalu mendapat hidayah dari Allah Subhanahu wa Ta&#8217;ala. Aamiin yaa Rabbal&#8217;alamiin&#8221;<\/p>\n<p>Dalam sambutan Sekretaris 1 Yayasan Ummu&#8217;l Quro Depok Bapak Ahmad Ghozi, S.H., LL.M. menyampaikan &#8220;izinkan saya mewakili keluarga besar Yayasan Ummu&#8217;l Quro Depok menyampaikan ucapan terima kasih kepada Ayah Bunda, wali murid kelas 9. Selamat kepada ananda atas torehan prestasi membanggakan yang telah dicapai. Bukan hanya siswanya saja yang HEBAT dan Menginpirasi tetapi guru-gurunya HEBAT dan Menginpirasi, itu adalah bukti komitmen kami untuk senantiasa memberikan yang terbaik untuk putra dan putri Ayah Bunda. 3 Pesan untuk Kakak-Kakak Hebat menginspirasi, yang pertama selamat kepada Kakak-Kakak telah berhasil menyelesaikan pendidikan selama 3 tahun dengan segudang capaian prestasi yang telah kakak-kakak raih, yang kedua jadikan modal-modal pendidikan yang telah diberikan bapak ibu guru sebagai bekal melanjutkan pendidikanmu disekolah nanti, yang terakhir dengan bekal akidah yang lurus, ibadah yang benar, akhlak yang kokoh serta jasmani yang kuat yang telah diberikan bapak ibu guru sebagai modal untuk sukses menghadapi tantangan kehidupan ke depan.&#8221;<\/p>\n<p>“Kami lihat dari luar bapak ibu yang menjadi unggulan di SMPIT Ummu&#8217;l Quro Depok adalah softskill, karakter positif, budaya positif, Akhlakul Karimah. Kami sampaikan apresiasi untuk keluarga besar SMPIT Ummu&#8217;l Quro Depok. Adanya kolaborasi yang luar biasa pada bapak ibu guru dan tenaga kependidikan sehingga mendapatkan &amp; mengambil kesempatan untuk berprestasi di tingkat lokal, nasional dan internasional sampai hari ini. In syaa Allah SMPIT Ummu&#8217;l Quro Depok menjadi maju di dunia dan akhirat&#8221; demikian sambutan Pengawas Pembina SMP, Ibu Listiawati, S.Pd, BIO, M.Pd.<\/p>\n<p>Keluarga Besar Yayasan Ummu&#8217;l Quro Depok mengucapkan terima kasih yang sebesar-besarnya kepada Guru-Guru, Orangtua\/wali murid SMPIT Ummul Quro Depok dan seluruh pihak yang telah munsukseskan kegiatan Haflu Takhriij Angkatan XIV SMPIT Ummu&#8217;l Quro Depok tahun ini. Semoga menjadi keberkahan dan ladang amal kebaikan yang berlipat ganda di sisi Allah SWT.<\/p>\n<p>Ma’an najah ainama kuntum, Barokallah fiikum<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sabtu (17\/06\/2023) Disambut pagi yang sejuk, alhamdulillah wisuda kelulusan atau Haflu Takhrij kembali menyelenggarakan di Aula SMPIT Ummu&#8217;l Quro Depok dan live streaming channel YouTube UQD TV setelah pasca pandemi 2 tahun sebelumnya gelaran wisuda yang dilaksanakan secara virtual. Acara ini berjalan penuh khidmat dalam nuansa religius dan suka cita kelulusan. Acara dibuka oleh MC [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":4322,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[22],"tags":[],"class_list":["post-4321","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-smpit"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4321","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=4321"}],"version-history":[{"count":3,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4321\/revisions"}],"predecessor-version":[{"id":4335,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4321\/revisions\/4335"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/4322"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=4321"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=4321"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=4321"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}