{"id":4384,"date":"2023-08-17T08:10:43","date_gmt":"2023-08-17T08:10:43","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=4384"},"modified":"2023-08-17T08:10:43","modified_gmt":"2023-08-17T08:10:43","slug":"menjadi-pribadi-yang-berintegritas-kuat","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/menjadi-pribadi-yang-berintegritas-kuat\/","title":{"rendered":"Menjadi Pribadi yang Berintegritas Kuat"},"content":{"rendered":"<p>Pemateri: Ustadz H. Rahadyan Wibisono, S.Psi, M.Si<\/p>\n<p>Assalamu’alaikum wr.wb.<br \/>\nBapak\/Ibu Pegawai Yayasan Ummul Quro Depok yang dirahmati Allah SWT.<\/p>\n<p>Bagi rakyat Indonesia bulan Agustus menjadi bulan yang spesial karena pada bulan tersebut tepatnya pada tanggal 17 Agustus, rakyat Indonesia merayakan kemerdekaannya.<\/p>\n<p>Hal tersebut memang patut disyukuri karena pada tanggal 17 Agustus 1945 Bapak Proklamator kita soekarno dan Hatta memproklamirkan kemerdekaan Indonesia dari tangan penjajah. Negara Indonesia menjadi negara yang berdaulat dan dapat menentukan nasibnya sendiri.<\/p>\n<p>Ada banyak bentuk rasa syukur kepada Allah SWT terhadap nikmat kemerdekaan yang kita rasakan saat ini. Jika dulu sebelum kemerdekaan, rakyat Indonesia termasuk para alim ulama, santri dan kaum muslimin berjuang dengan mengangkat senjata melawan penjajah dan melakukan diplomasi-diplomasi untuk diakui hak-haknya, agar diakui kemerdekaannya dan agar setara derajatnya dengan bangsa lain.<\/p>\n<p>Setelah 78 tahun bangsa Indonesia merdeka, setelah 78 tahun bangsa Indonesa menjadi bangsa yang mandiri dan setara dengan negara lain maka bentuk rasa syukur yang dapat kita lakukan sebagai pribadi, menurut penulis, adalah dengan melaksanakan salah satu pesan Rasulullah SAW dalam khutbah terakhirnya di haji wada pada tahun 10 hijriah. Khutbah ini dinukil dari buku &#8220;Sejarah Hidup Muhammad&#8221; karya Muhammad Husain Haekal. Di dalam pidato tersebut Rasulullah SAW berkata:<\/p>\n<p>&#8220;Barangsiapa telah diserahi amanat, tunaikanlah amanat itu kepada yang berhak menerimanya&#8221;<\/p>\n<p>Dari kalimat tersebut, kita sebagai umat muslim dan sebagai warga negara Indonesia harus menunjukan integritas kepribadian yang kuat dimana ketika amanah diberikan kepadanya maka semaksimal mungkin amanah tersebut dilaksanakan apalagi bila terdapat hak-hak orang lain di dalamnya. Jika setiap warga negara dapat memenuhi amanah-amanahnya di tengah masyarakat secara maksimal, tentunya menjadi Indonesia Emas di tahun 2030 bukanlah suatu mimpi yang tidak bisa dicapai.<\/p>\n<p>Selaras dengan hal tersebut kita sebagai pegawai Yayasan Ummul Quro Depok diharapkan dapat menunjukan karakter ILMU dimana I mewakili Integritas. Harapannya setiap pegawai dapat menjalankan amanahnya sebaik mungkin melaksanakan tugas pokok dan fungsinya masing-masing sesuai peran yang diamanahinya. Secara langsung maupun tidak langsung setiap peran yang kita jalankan di Yayasan Ummul Quro Depok dengan penuh Integritas maka kita telah mengisi kemerdekaan dan menunjukkan rasa syukur atas kemerdekaan tersebut dengan cara meningkatkan kualitas pendidikan bangsa sebagai solusi utama dalam pengentasan kemiskinan dan kebodohan.<\/p>\n<p>Oleh karena itu, mari kita isi kemerdekaan kita dengan menjalankan amanah kita masing-masing sesuai dengan peran kita di keluarga, di sekolah, di lembaga kita bekerja, komunitas dan masyarakat. Semoga Indonesia semakin HEBAT.<\/p>\n<p>Sebagai penutup, bagaimanapun kemerdekaan Indonesia yang kita rasakan saat ini, sebagai umat muslim masih ada PR yang harus kita selesaikan bersama yaitu masih ada negara yang berada di bawah penjajahan yaitu Palestina. Oleh karena itu semaksimal mungkin kita dapar berkontribusi secara moral untuk kemerdekaan Palestina agar segala bentuk penjajahan di muka bumi terhapuskan.<\/p>\n<p>Dirgahayu Republik Indonesia ke-78<\/p>\n<p>Merdeka!!! ALLAHU AKBAR…<\/p>\n<p>Wassalamu’alaikum wr.wb.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pemateri: Ustadz H. Rahadyan Wibisono, S.Psi, M.Si Assalamu’alaikum wr.wb. Bapak\/Ibu Pegawai Yayasan Ummul Quro Depok yang dirahmati Allah SWT. Bagi rakyat Indonesia bulan Agustus menjadi bulan yang spesial karena pada bulan tersebut tepatnya pada tanggal 17 Agustus, rakyat Indonesia merayakan kemerdekaannya. Hal tersebut memang patut disyukuri karena pada tanggal 17 Agustus 1945 Bapak Proklamator kita [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":4391,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52,19],"tags":[],"class_list":["post-4384","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel","category-yayasan"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4384","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=4384"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4384\/revisions"}],"predecessor-version":[{"id":4385,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/4384\/revisions\/4385"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/4391"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=4384"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=4384"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=4384"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}