{"id":7156,"date":"2024-05-02T14:01:02","date_gmt":"2024-05-02T07:01:02","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=7156"},"modified":"2024-07-25T07:43:52","modified_gmt":"2024-07-25T00:43:52","slug":"kiat-orang-tua-mengenalkan-keutamaan-puasa-di-bulan-syawal","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/kiat-orang-tua-mengenalkan-keutamaan-puasa-di-bulan-syawal\/","title":{"rendered":"Kiat Orang Tua Mengenalkan Keutamaan Puasa di Bulan Syawal"},"content":{"rendered":"\n<p>Bulan Syawal sangat dianjurkan setiap muslim untuk meningkatkan dan melanjutkan ibadah dan amalan setelah bulan Ramadhan, sehingga ibadah tersebut tidak berakhir begitu saja tetapi justru terus ditingkatkan dan dilanjutkan pada bulan-bulan seterusnya. Seperti yang telah dianjurkan oleh guru di SIT Ummul Quro Depok kepada seluruh siswanya untuk melanjutkan ibadah puasa sunnah di bulan Syawal selama 6 hari yang begitu banyak keistimewaaanya.<\/p>\n\n\n\n<p>Keutamaan puasa Syawal terdapat dalam hadis yang diriwayatkan Muslim. Hadis itu berasal dari Abu Ayyub Al Anshori yang pernah mendengar sabda Nabi Muhammad SAW.<\/p>\n\n\n\n<p>مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ<\/p>\n\n\n\n<p><em>“Barangsiapa yang berpuasa Ramadan kemudian berpuasa enam hari di bulan Syawal, maka dia berpuasa seperti setahun penuh.” (HR Muslim).<\/em><\/p>\n\n\n\n<p>Jika kita Simak hadis di atas, ternyata dengan keutamaan puasa 6 hari di bulan Syawal ini, tentunya akan sangat merugi bila kita tidak memanfaatkan keistimewaannya. Karena dengan melaksanakan puasa wajib di bulan Ramadan kemudian &nbsp;dilanjutkan dengan puasa sunnah 6 hari di bulan Syawal maka kita mendapatkan pahala seakan berpuasa setahun penuh. Maka dari itu, puasa 6 hari di bulan Syawal merupakan salah satu keistimewaan bulan Syawal yang paling besar pahalanya, walaupun merupakan ibadah sunah.<\/p>\n\n\n\n<p>Sebagai orang tua tentunya kita menjadi panutan bagi anak-anak kita, hendaknya mengajak mereka untuk belajar melanjutkan kebiasaan berpuasa di bulan Syawal. Dengan memberikan penjelasan bahwa ada puasa Sunnah selama 6 hari setelah bulan Ramadan yang memiliki banyak keistimewaan dan benilai pahalahanya seperti menjalankan puasa selama setahun penuh.<\/p>\n\n\n\n<p>Berikut tips untuk  orang tua dalam mengajarkan konsep puasa sunnah pada anak dengan cara yang efektif dan menyenangkan.<\/p>\n\n\n\n<p>1. Mengajarkan konsep doa pada saat Sedang berpuasa<\/p>\n\n\n\n<p>Para orang tua dapat mengajarkan konsep doa kepada anaknya sebagai langkah awal berpuasa. Doa merupakan salah satu bentuk komunikasi dengan Allah SWT. Dengan berdoa, anak bisa merasa lebih dekat dengan Tuhannya, apalagi berdoa pada saat sedang berpuasa, maka akan berpeluang doa tersebut akan lebih didengar dan dikabulkan Allah SWT.<\/p>\n\n\n\n<p>2. Ajarkan Niat Puasa Syawal<\/p>\n\n\n\n<p>&nbsp;Ajak anak untuk membaca doa bersama-sama dengan keluarga sambil memberikan pengertian bahwa puasa sunah akan bernilai pahala jika dikerjakan. Membantu dan membimbing anak membaca niat doa berpuasa sunnah agar anak merasa dibimbing dan lebih mudah mengerjakannya.<\/p>\n\n\n\n<p>3. Menjelaskan pengertian puasa Syawal<\/p>\n\n\n\n<p>Menjelaskan pengertian puasa sunnah Syawal kepada anak tentu saja bukan suatu hal yang mudah. Karena bulan Ramadan kemarin, anak sudah belajar berpuasa penuh selama 30 hari dengan menahan lapar,  haus, amarah dan sebagainya. Bisa saja mengajarkan puasa Syawal akan menjadi tema yang membingungkan bagi anak. Sebelum mengajarkan puasa dan tata cara ibadah ini, pastikan anak memahami makna dan keistimewaanya sehingga anak mulai tertarik dengan sendirinya untuk berpuasa Syawal.<\/p>\n\n\n\n<p>4. Motivasi dan dukungan<\/p>\n\n\n\n<p>Ramadhan bisa menjadi saat yang tepat untuk mengenalkan manfaat dan keutamaan puasa pada anak. Cara ini juga bisa memotivasi anak para orang tua dapat berpesan kepada anaknya bahwa jika anak berpuasa, itu artinya telah melakukkan ibadah yang membuat Allah senang dan sayang kepada kita. Ketika Allah sudah sayang sama kita maka Allah akan mempermudah segala urusan kita dan diberikan keringanan untuk melakukan amalan-amalan berpahala lainnya seperti sholat, sedekah dan sebagainya. <strong><em>(distek)<\/em><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bulan Syawal sangat dianjurkan setiap muslim untuk meningkatkan dan melanjutkan ibadah dan amalan setelah bulan Ramadhan, sehingga ibadah tersebut tidak berakhir begitu saja tetapi justru terus ditingkatkan dan dilanjutkan pada bulan-bulan seterusnya. Seperti yang telah dianjurkan oleh guru di SIT Ummul Quro Depok kepada seluruh siswanya untuk melanjutkan ibadah puasa sunnah di bulan Syawal selama [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":7478,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-7156","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7156","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=7156"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7156\/revisions"}],"predecessor-version":[{"id":7157,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7156\/revisions\/7157"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/7478"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=7156"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=7156"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=7156"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}