{"id":7196,"date":"2024-05-13T15:25:58","date_gmt":"2024-05-13T08:25:58","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=7196"},"modified":"2024-08-03T11:19:08","modified_gmt":"2024-08-03T04:19:08","slug":"membangun-karakter-resileience-pada-remaja","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/membangun-karakter-resileience-pada-remaja\/","title":{"rendered":"Membangun Karakter <i>Resileience<\/i> pada Remaja"},"content":{"rendered":"\n<p>Apa itu <em>resileience<\/em> atau resiliensi? Resiliensi adalah kemampuan seseorang untuk bertahan dan beradaptasi dalam menghadapi, mengatasi, mencegah, meminimalkan atau menghilangkan dampak-dampak yang merugikan serta mampu untuk bangkit dan pulih kembali dari tekanan, keterpurukan atau hal-hal yang tidak menyenangkan dalam hidup. Mengapa topik ini menarik untuk dibahas? Karena sekarang ini begitu kompleks masalah remaja, yang dikhawatirkan nantinya bisa saja dialami oleh ananda kita dan mempengaruhi kesehatan mentalnya. <\/p>\n\n\n\n<p>Masalah generasi strawberi yang sering dibincangkan di media seakan menyalahkan para remaja yang tidak memiliki karakter <em>resileience<\/em>. Padahal, data menunjukkan salah satu sebab masalah generasi saat ini tidak memiliki karakter <em>resileience<\/em> disebabkan oleh pola asuh orang tua yang ternyata menurut penelitian, para orang tua mengalami tingkat depresi yang lebih tinggi dibandingkan anak-anaknya.<\/p>\n\n\n\n<p>Ananda yang memiliki resiliensi yang kuat akan memiliki keterampilan seperti mengendalikan sikap dan perasaannya, dapat memecahkan masalah, memandang suatu hal dengan positif, mencintai diri sendiri, m<a href=\"https:\/\/www.alodokter.com\/cara-meningkatkan-rasa-percaya-diri-untuk-mendukung-kesehatan-mental\" target=\"_blank\" rel=\"noreferrer noopener\">emiliki rasa percaya diri<\/a>&nbsp;yang baik dan memiliki hubungan sosial yang baik.<\/p>\n\n\n\n<p>Mengembangkan keterampilan resiliensi adalah sebuah perjalanan personal, dimana orang tua hendaknya menggunakan pemahaman mengenai ananda untuk menuntun mereka melalui perjalanan mencapai ketangguhan. Perjalanan ini bisa jadi bersifat unik dan tidak sama setiap anak. Saat anak mengalami masa sulit dan dia memiliki orang tua yang bisa membantunya, tentu akan memperkuat ketahanan dan ketangguhannya dalam menghadapi masalah.<\/p>\n\n\n\n<p>Beberapa tips yang bisa membantu orang tua membangun karakter resiliensi&nbsp; pada anak, yaitu :<\/p>\n\n\n\n<p>1. Ajarkan <em>problem solving<\/em> : Bantu ananda mengembangkan keterampilan pemecahan masalah agar mereka dapat merespon tantangan dengan lebih efektif.<\/p>\n\n\n\n<p>2. Berikan ruang untuk keberhasilan dan kegagalan : Biarkan ananda merasakan keberhasilan dan kegagalan, dan bimbing anada dalam menghadapi konsekuensinya.<\/p>\n\n\n\n<p>3. Fasilitasi dukungan sosial : Mendorong hubungan positif dengan teman-teman dan keluarga dapat menjadi dukungan penting dalam mengembangkan resiliensi.<\/p>\n\n\n\n<p>4. Modelkan perilaku positif : Orang tua dapat menjadi contoh yang baik dengan menunjukkan cara menghadapi kesulitan dengan sikap yang positif.<\/p>\n\n\n\n<p>Bapak Donny Hendrawan, Ph.D. Psikolog selaku narasumber pada acara Seminar Parenting yang diselenggarakan di Aula SIT Ummu’l Quro Depok pada Sabtu (4\/5), memberikan nasihat untuk para ayah bunda untuk membangun karakteristik resiliensi melalui pengasuhan dan pendidikan <em>Autonomy Support<\/em> yaitu mendoring kemandirian dan menghargai insiatif ananda dalam membuat keputusan dan memecahkan masalah, serta para orang tua hendaknya lebih memperhatikan kebutuhan anak, sehingga meningkatkan motivasi internal dan minat ananda dalam menghadapi dan menyelesaikan masalah.<\/p>\n\n\n\n<p><em>Strategi Autonomy Support<\/em> ini &nbsp;ini juga akan membuat anada bisa terhindar dari keadaan mati rasa secara emosional dan perilaku menyimpang dengan memberikan perhatian, empati, <em>active listening<\/em>, mendorong <em>self-initiation<\/em>, memberikan kesempatan ananda untuk menentukan pilihan dan komunikasi yang hangat antar anggota keluarga. Bahkan, penelitian membuktikan resiliensi membuat anak mampu mengelola stres dengan baik, sehingga risiko gangguan kecemasan dan depresi bisa menurun. <strong><em>(distek)<\/em><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Apa itu resileience atau resiliensi? Resiliensi adalah kemampuan seseorang untuk bertahan dan beradaptasi dalam menghadapi, mengatasi, mencegah, meminimalkan atau menghilangkan dampak-dampak yang merugikan serta mampu untuk bangkit dan pulih kembali dari tekanan, keterpurukan atau hal-hal yang tidak menyenangkan dalam hidup. Mengapa topik ini menarik untuk dibahas? Karena sekarang ini begitu kompleks masalah remaja, yang dikhawatirkan [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":7481,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-7196","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7196","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=7196"}],"version-history":[{"count":4,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7196\/revisions"}],"predecessor-version":[{"id":7487,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7196\/revisions\/7487"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/7481"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=7196"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=7196"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=7196"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}