{"id":7475,"date":"2024-07-24T12:56:23","date_gmt":"2024-07-24T05:56:23","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=7475"},"modified":"2024-08-21T08:09:44","modified_gmt":"2024-08-21T01:09:44","slug":"luruskan-niat-sebelum-memasukkan-anak-ke-sekolah","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/luruskan-niat-sebelum-memasukkan-anak-ke-sekolah\/","title":{"rendered":"Luruskan Niat Sebelum Memasukkan Anak Ke Sekolah"},"content":{"rendered":"\n<p>Ayah Bunda, sebagai orang tua, kita ingin memberikan yang terbaik untuk anak-anak kita, termasuk dalam memilih sekolah yang sesuai untuk mereka. Salah satu pilihan yang popular di kalangan orang tua muslim adalah memasukkan anak ke Sekolah Islam Terpadu, seperti SIT Ummu’l Quro Depok. Namun, sebelum memasukkan ananda ke sekolah tersebut, ada baiknya kita sebagai orang tua, luruskan niat terlebih dahulu.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Niat yang Benar<\/h2>\n\n\n\n<p>Niat adalah sesuatu yang sangat penting dalam agama Islam. Dalam setiap amalannya, kita harus memiliki niat yang benar dan ikhlas. Begitu juga niat kita memasukkan ananda ke Sekolah Islam Terpadu. Kita sebagai orang tua harus memiliki niat yang benar, yaitu untuk mengembangkan potensi anak kita menjadi insan yang memiliki akhlaq yang baik.<\/p>\n\n\n\n<p>Jangan sampai kita memiliki niat yang salah, seperti hanya ingin menunjukkan status sosial atau ingin agar anak kita menjadi lebih pintar daripada orang lain. Niat seperti itu hanya akan membawa kita kepada kesombongan dan keangkuhan.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Mengembangkan Potensi Anak<\/h2>\n\n\n\n<p>SIT Ummu’l Quro Deppok misalnya, bukan hanya tempat anak kita belajar ilmu agama, tapi juga tempat mereka mengembangkan potensi mereka menjadi insan yang HEBAT (Hanif, Empati, ke-Bhinekaan Global, Akademik Unggul, Terampil). Oleh karena itu, kita harus memiliki niat untuk mengembangkan potensi anak kita, tidak hanya menjadi insan yang berguna bagi agama, nusa, dan bangsa tetapi juga dapat bermanfaat bagi masyarakat.<\/p>\n\n\n\n<p>Kita harus yakin bahwa ananda memiliki potensi yang luar biasa, dan kita harus membantu mereka mengembangkan potensi tersebut. Dengan demikian, ananda kelak akan menjadi insan yang memiliki iman yang kuat dan memiliki ilmu yang luas.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Mendidik Anak dengan Ilmu dan Iman<\/h2>\n\n\n\n<p>Di Sekolah Islam terpadu tidak hanya mengajarkan ilmu agama, tapi juga ilmu yang lain seperti ilmu sains, matematika, dan bahasa, ekstrakulikuler sesuai dengan minat dan bakat ananda. Oleh karena itu, kita harus memiliki niat untuk mendidik anak kita dengan ilmu dan iman karena dengan iman yang kuat ananda tidak mudah terombang ambing, dan dengan ilmu yang bermanfaat ananda akan selamat dunia akhirat.<\/p>\n\n\n\n<p>Kita harus membantu ananda memahami bahwa ilmu dan iman adalah dua hal yang tidak dapat dipisahkan. Dengan demikian, ananda akan menjadi insan yang memiliki ilmu yang luas dan iman yang kuat.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Mengasah Kemampuan Anak<\/h2>\n\n\n\n<p>Kita harus memiliki niat untuk membantu anak kita mengasah kemampuan mereka dalam berbagai bidang, seperti olahraga, seni, dan lain-lain. Misalnya dengan minat dan bakat ananda yang berbeda-beda, akan mengasah kemampuan dan ketrampilan sehingga kita sebagai orang tua dapat membantu mereka menjadi insan yang memiliki kemampuan yang luar biasa untuk meraih cita-cita.<\/p>\n\n\n\n<p>Ayah Bunda, luruskan niat dan motivasi di awal ini sungguh sangat penting. Maka niatkan sekolah anak itu semata untuk meraih ridha Allah SWT, dengan menyerahkan sepenuhnya kepada sekolah untuk mendidiknya secara agama, sehingga kelak ananda tidak hanya HEBAT dan MengInspirasi tetapi juga berakhlak mulia. Sementara capaian kompetensi akademis ananda kelak sukses dalam bidang profesi tertentu merupakan tujuan sekunder yang pasti akan dikembangkan oleh setiap institusi pendidikan manapun. Orangtua yang niatnya lurus seperti ini akan memiliki ketahanan mental yang kuat, tidak mudah goyah, berpikir positif terhadap program sekolah yang sudah diketahuinya, dan tidak mudah terprovokasi oleh isu-isu apapun yang belum jelas kebenarannya. Sehingga ayah bunda hatinya merasa tenang dan ananda pun dapat belajar dengan nyaman di sekolah. Jangan ragu untuk mengunjungi website kami <a href=\"https:\/\/ummulqurodepok.sch.id\/\">https:\/\/ummulqurodepok.sch.id\/<\/a>, salah satu SIT terbaik  Sekolah Islam Terpadu Ummu’l Quro Depok untuk informasi lebih lanjut. <strong><em>(distek)<\/em><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ayah Bunda, sebagai orang tua, kita ingin memberikan yang terbaik untuk anak-anak kita, termasuk dalam memilih sekolah yang sesuai untuk mereka. Salah satu pilihan yang popular di kalangan orang tua muslim adalah memasukkan anak ke Sekolah Islam Terpadu, seperti SIT Ummu’l Quro Depok. Namun, sebelum memasukkan ananda ke sekolah tersebut, ada baiknya kita sebagai orang [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":7477,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-7475","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7475","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=7475"}],"version-history":[{"count":3,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7475\/revisions"}],"predecessor-version":[{"id":7581,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7475\/revisions\/7581"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/7477"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=7475"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=7475"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=7475"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}