{"id":7483,"date":"2024-08-02T15:51:34","date_gmt":"2024-08-02T08:51:34","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=7483"},"modified":"2024-08-21T08:08:34","modified_gmt":"2024-08-21T01:08:34","slug":"masa-pengenalan-lingkungan-sekolah-memudahkan-siswa-beradaptasi","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/masa-pengenalan-lingkungan-sekolah-memudahkan-siswa-beradaptasi\/","title":{"rendered":"Masa Pengenalan Lingkungan Sekolah (MPLS) : Memudahkan Siswa Beradaptasi"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Apa itu MPLS?<\/h2>\n\n\n\n<p>Masa Pengenalan Lingkungan Sekolah (MPLS) adalah program yang diadakan oleh sekolah untuk membantu ananda sebagai siswa baru untuk beradaptasi dengan lingkungan sekolah yang baru. Program ini bertujuan untuk memperkenalkan ananda dengan budaya, tradisi, penanaman karakter dan kegiatan sekolah, serta membantu untuk membentuk hubungan dengan guru, staf, dan teman-teman sekelas.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Manfaat MPLS<\/h2>\n\n\n\n<p>Bagi siswa baru, memasuki lingkungan sekolah yang baru dapat menjadi pengalaman yang menegangkan dan membingungkan. Mereka harus menghadapi perubahan lingkungan, guru, dan teman-teman baru, serta menyesuaikan diri dengan kurikulum dan sistem pembelajaran yang baru. Oleh karena itu, MPLS sangat penting untuk membantu ananda beradaptasi dengan lingkungan sekolah yang baru.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Kegiatan dalam MPLS<\/h2>\n\n\n\n<p>Kegiatan MPLS biasanya diadakan pada awal tahun ajaran baru dan berlangsung selama beberapa hari. Kegiatan ini dapat berupa orientasi sekolah seperti diperkenalkan dengan fasilitas sekolah, kelas, perpustakaan, laboratorium, dan lain-lain. Kemudian ananda akan diperkenalkan dengan guru dan staf sekolah, serta <em>learn about their roles and responsibilities<\/em>. Kegiatan selama MPLS harus bersifat edukatif dan menyenangkan, serta diselingi dengan kegiatan permainan dan aktifitas kelompok yang dapat membantu ananda merasa lebih nyaman dan terintegrasi dengan teman barunya serta mengembangkan kemampuan kerja sama dan komunikasi.<\/p>\n\n\n\n<p>Seperti di SIT Ummu’l Quro Depok misalnya, ada agenda kegiatan yang harus ananda ikuti untuk beradaptasi dengan lingkungan sekolah. Seperti penanaman karakter HEBAT (Hanif, Empati, Kebhinekaan Global, Akademik Unggul dan Terampil), pembiasaan adab, games seru, cooking class, membuat poster, kegiatan P5 dan lain sebagainya yang dikemas dengan menarik agar ananda merasa nyaman dan senang berada di sekolah.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pelibatan Orang Tua dalam masa MPLS<\/h2>\n\n\n\n<p>Melibatkan orang tua dalam MPLS dapat membantu memperkuat hubungan antara sekolah dan keluarga. Sekolah dapat mengadakan sesi pertemuan dengan orang tua untuk memberikan informasi tentang kegiatan MPLS dan tujuan-tujuannya.<\/p>\n\n\n\n<p>MPLS juga memberikan kesempatan bagi orang tua untuk mengenal lebih dekat lingkungan sekolah, guru dan staf. Melibatkan orang tua dapat memberikan rasa aman tambahan bagi ananda, karena mereka tau bahwa orang tua mereka juga mendukung dan terlibat dalam proses adaptasi mereka.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Tips Untuk Siswa Baru<\/h2>\n\n\n\n<p>Berikut beberapa tips untuk siswa baru yang akan mengikuti MPLS :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Datang lebih awal : Datang lebih awal ke sekolah untuk menghindari kesulitan dan kebingungan.<\/li>\n\n\n\n<li>Berani bertanya : Jangan ragu untuk bertanya kepada guru atau staf jika ananda memiliki kesulitan atau kebingungan.<\/li>\n\n\n\n<li>Bergabung dengan kegiatan : Bergabung dengan kegiatan yang diadakan selama MPLS untuk kenal lebih dekat teman-teman sekelas dan beradaptasi dengan lingkungan sekolah.<\/li>\n\n\n\n<li>Memperkenalkan diri : Perkenalan anada kepada guru, staf, dan teman-teman sekelas untuk membuat hubungan yang positif.<\/li>\n\n\n\n<li>Siap untuk belajar : Datang dengan mentalitas yang siap untuk belajar dan menerima ilmu baru.<\/li>\n\n\n\n<li>Buat daftar pertanyaan : Buat daftar pertanyaan yang ingin ananda tanyakan kepada guru atau staf untuk mengklarifikasi apa yang ananda tidak mengerti. <strong><em>(distek)<\/em><\/strong><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Apa itu MPLS? Masa Pengenalan Lingkungan Sekolah (MPLS) adalah program yang diadakan oleh sekolah untuk membantu ananda sebagai siswa baru untuk beradaptasi dengan lingkungan sekolah yang baru. Program ini bertujuan untuk memperkenalkan ananda dengan budaya, tradisi, penanaman karakter dan kegiatan sekolah, serta membantu untuk membentuk hubungan dengan guru, staf, dan teman-teman sekelas. Manfaat MPLS Bagi [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":7484,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-7483","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7483","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=7483"}],"version-history":[{"count":4,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7483\/revisions"}],"predecessor-version":[{"id":7580,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7483\/revisions\/7580"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/7484"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=7483"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=7483"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=7483"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}