{"id":7646,"date":"2024-08-29T11:25:15","date_gmt":"2024-08-29T04:25:15","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=7646"},"modified":"2024-08-29T11:27:47","modified_gmt":"2024-08-29T04:27:47","slug":"makna-proklamasi-kemerdekaan-indonesia-siswa-hebat-wajib-paham","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/makna-proklamasi-kemerdekaan-indonesia-siswa-hebat-wajib-paham\/","title":{"rendered":"Makna Proklamasi Kemerdekaan Indonesia, Siswa HEBAT Wajib Paham"},"content":{"rendered":"\n<p>Tanggal 17 Agustus 1945, sebuah momentum historis yang tidak dapat dilupakan dalam perjalanan bangsa Indonesia. Pada hari itu, Ir. Soekarno, Presiden pertama Indonesia, membacakan teks Proklamasi Kemerdekaan Indonesia di depan masyarakat di Jakarta dan disiarkan melalui media eletronik secara serentak. Dengan demikian, Indonesia resmi memproklamasikan kemerdekaannya dari penjajahan Belanda dan Jepang.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Makna Proklamasi Kemerdekaan<\/strong><\/h2>\n\n\n\n<p>Proklamasi Kemerdekaan Indonesia adalah hasil dari perjuangan panjang bangsa Indonesia dalam membebaskan diri dari penjajahan bangsa asing. Perjuangan ini tidak hanya dipimpin oleh para pejuang kemerdekaan, tapi juga oleh rakyat Indonesia yang rela mengorbankan nyawa dan harta untuk mencapai kemerdekaan.<\/p>\n\n\n\n<p>Dalam teks Proklamasi, Ir. Soekarno menegaskan bahwa kemerdekaan Indonesia adalah hak segala bangsa dan harus dijunjung tinggi oleh seluruh rakyat Indonesia. Oleh karena itu, rakyat Indonesia harus bersatu dan berjuang untuk mempertahankan kemerdekaan yang telah dicapai.<\/p>\n\n\n\n<p>Kemerdekaan tidak hanya berarti bebas dari penjajahan asing, tapi juga berarti memiliki kesempatan untuk membangun dan mengembangkan bangsa sendiri. Sebagai generasi muda, siswa memiliki peran penting dalam mengisi kemerdekaan dengan lebih bermakna. Mereka harus memiliki sikap patriotisme, nasionalisme, dan optimisme dalam membangun bangsa Indonesia yang lebih baik.  <\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sikap yang Harus Dimiliki Siswa HEBAT<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/ummulqurodepok.sch.id\/blog\/bapak-ahmad-ghozi-sh-l-lm-pimpin-upacara-bendera-hut-ke-79-republik-indonesia-di-lapangan-smpit-ummul-quro-depok\/\">Bapak Ahmad Ghozi, SH, L.LM pimpin upacara bendera HUT ke-79 Republik indonesia di lapangan SMPIT Ummu’l Quro Depok<\/a> menyampaikan dalam amanatnya bahwa generasi hebat adalah generasi yang tidak hanya cerdas dan terampil tetapi juga memiliki karakter, integritas, dan semangat nasionalisme yang tinggi <\/p>\n\n\n\n<p>Untuk mewarisi semangat proklamasi, maka sikap yang harus dikembangkan oleh siswa HEBAT adalah:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Memiliki keimanan dan ketaqwaan sebagai perwujudan rasa syukur terhadap Allah SWT.<\/li>\n<\/ol>\n\n\n\n<ol class=\"wp-block-list\"><\/ol>\n\n\n\n<p>Sebagai siswa SIT Ummu’l Quro Depok yang memiliki karakter hanif, dengan berdoa, kita dapat menyampaikan rasa syukur dan terima kasih kepada Allah SWT atas kemerdekaan yang telah kita nikmati. Kita juga dapat memohonkan petunjuk dan bimbingan-Nya dalam membangun bangsa Indonesia yang lebih baik serta mengisi kemerdekaan dengan hal-hall yang positif.<\/p>\n\n\n\n<p>      2. Sikap anti penjajahan serta berempati dengan masyarakat sekitar. <\/p>\n\n\n\n<p>Indonesia mengecam segala bentuk penjajahan, karena kemerdekaan adalah hak suatu bangsa dan melanggar hak asasi manusia. Sebagai perwujudan anti penjajahan dan rasa empati, sebagai pelajar dapat berkontribusi pada kesejahteraan bangsa Indonesia yang lebih baik yaitu dengan membantu masyarakat sekitar yang membutuhkan, memberikan donasi kepada teman yang kurang mampu dalam biaya pendidikan atau yang terkena bencana. Dengan demikian, siswa dapat berpartisipasi dalam kegiatan sosial yang membantu meningkatkan kesejahteraan bangsa untuk Indonesia lebih maju.  <\/p>\n\n\n\n<p>      3. Memiliki jiwa nasionalisme<\/p>\n\n\n\n<p>Siswa HEBAT harus memiliki sikap nasionalisme yang tinggi dalam mengisi kemerdekaan Indonesia. Mereka harus bangga dengan identitas nasional, kebhinekaan serta perbedaan yang beragam di dalamnya sehingga sikap saling tolerasi dan sikap menghargai perbedaan tetap terjalin. Disamping itu, semangat persatuan, kesatuan dan jiwa nasionalisme merupakan perwujudan karakter pendiri bangsa.<\/p>\n\n\n\n<p>     4. Optimis untuk mengukir prestasi<\/p>\n\n\n\n<p>Siswa HEBAT harus memiliki sikap optimis dalam memandang masa depan bangsa Indonesia. Mereka harus percaya bahwa dengan belajar yang keras dan berprestasi dalam hal akademik maupun non akademik, mampu mewujudkan cita-cita bangsa Indonesia yaitu ikut serta mencerdaskan bangsa.<\/p>\n\n\n\n<p>     5. Berkarya di segala bidang<\/p>\n\n\n\n<p>Kemerdekaan bukan sekadar melepaskan diri dari belenggu penjajahan, tetapi juga tentang kebebasan untuk berkarya dan berinovasi. Di era modern ini, kemerdekaan tidak lagi diperjuangkan di medan perang, melainkan melalui kreativitas, ketrampilan, dan kontribusi nyata bagi kemajuan bangsa. Sebagai generasi muda, memiliki peran penting dalam mengisi kemerdekaan yaitu dengan karya-karya inspiratif yang membawa Indonesia ke arah yang lebih baik.<\/p>\n\n\n\n<p>Merdeka! <strong><em>(distek)<\/em><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tanggal 17 Agustus 1945, sebuah momentum historis yang tidak dapat dilupakan dalam perjalanan bangsa Indonesia. Pada hari itu, Ir. Soekarno, Presiden pertama Indonesia, membacakan teks Proklamasi Kemerdekaan Indonesia di depan masyarakat di Jakarta dan disiarkan melalui media eletronik secara serentak. Dengan demikian, Indonesia resmi memproklamasikan kemerdekaannya dari penjajahan Belanda dan Jepang. Makna Proklamasi Kemerdekaan Proklamasi [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":7649,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-7646","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7646","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=7646"}],"version-history":[{"count":1,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7646\/revisions"}],"predecessor-version":[{"id":7647,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/7646\/revisions\/7647"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/7649"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=7646"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=7646"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=7646"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}