{"id":8015,"date":"2024-10-11T13:24:27","date_gmt":"2024-10-11T06:24:27","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=8015"},"modified":"2024-10-11T10:04:29","modified_gmt":"2024-10-11T03:04:29","slug":"mengapa-kurikulum-harus-berubah","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/mengapa-kurikulum-harus-berubah\/","title":{"rendered":"Mengapa Kurikulum Harus Berubah?"},"content":{"rendered":"\n<p>Oleh: Hasmy Rachman Yusuf, M.Pd.<\/p>\n\n\n\n<p>Berbicara pendidikan maka kita tidak pernah bisa memisahkannya dengan kurikulum, sebab kurikulumlah yang menjadi &#8216;alat&#8217; bagi penyelenggaraan pendidikan mencapai tujuannya. Hal tersebut sejalan dengan pengertian kurikulum dalam UU No 20 Tahun 2003 : kurikulum adalah seperangkat rencana dan pengaturan mengenai tujuan, isi dan bahan pengajaran serta cara yang digunakan sebagai pedoman penyelenggaraan kegiatan pembelajaran untuk mencapai tujuan pendidikan nasional. Selanjutnya, mencermati perjalanan kurikulum di dalam negeri, kita sudah mengetahui bahwa kurikulum telah mengalami beberapa kali pergantian, setidaknya sebanyak 11 kali perubahan semenjak Indonesia merdeka. Berikut daftarnya:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Kurikulum 1947, “Rentjana Pelajaran 1947”<\/li>\n\n\n\n<li>Kurikulum 1952, “Rentjana Pelajaran Terurai 1952”<\/li>\n\n\n\n<li>Kurikulum 1964, “Rentjana Pendidikan 1964”<\/li>\n\n\n\n<li>Kurikulum 1968<\/li>\n\n\n\n<li>Kurikulum 1975<\/li>\n\n\n\n<li>Kurikulum 1984, “Kurikulum 1975 yang disempurnakan<\/li>\n\n\n\n<li>Kurikulum 1994 dan Suplemen Kurikulum 1999<\/li>\n\n\n\n<li>Kurikulum 2004, “KBK (Kurikulum Berbasis Kompetensi)”<\/li>\n\n\n\n<li>Kurikulum 2006, “KTSP (Kurikulum Tingkat Satuan Pendidikan)<\/li>\n\n\n\n<li>Kurikulum 2013<\/li>\n\n\n\n<li>Kurikulum Merdeka<\/li>\n<\/ol>\n\n\n\n<p>Melihat data tersebut, secara singkat dapat kita simpulkan bahwa perubahan kurikulum bersifat aksiomatis, harus terjadi. Mengapa demikian? Sejenak mari kita ulas hal-hal yang melatarbelakangi kurikulum baru diciptakan (disempurnakan\/diubah\/dimutakhirkan).<\/p>\n\n\n\n<p>Sejujurnya, tugas berat sedang dihadapi oleh para praktisi pendidikan, mulai dari hulu hingga hilir, mulai dari guru hingga pemangku kebijakan; menyiapkan generasi di masa yang akan datang yang semakin serba teknologi. Sesungguhnya, peralihan zamanlah yang menjadi faktor terbesar atas tuntutan perlunya perubahan kurikulum, sebab sejatinya, tidaklah kurikulum disusun melainkan untuk digunakan dalam rangka mempersiapkan sumber daya manusia agar mampu menghidupi dirinya sendiri di masa yang akan datang. Semakin tanggap kurikulum menghadapi perkembangan zaman, maka semakin baik pula upaya mempersiapkan generasi masa depan.<\/p>\n\n\n\n<p>Evaluasi mendasar bagi sekolah-sekolah, selama satu dekade perjalanan pendidikan, nyaris sebagian besar masih tidak berubah, yakni terpaku pada kegiatan-kegiatan di dalam kelas, masih sering mengandalkan metode ceramah; kaku siswa cenderung pasif. Kini tidak lagi, peran guru untuk bisa sesuai sebagai guru abad 21 terasa kompleks, yang awalnya sebagai penyampai ilmu pengetahuan; siswa memperoleh ilmu hanya dari guru, kini seorang guru juga sebagai fasilitator yang menjembatani siswa memperoleh pengetahuan dari berbagai sumber yang semakin melimpah saat zaman semakin berkembang.<\/p>\n\n\n\n<p>Menurut Langgulung (2003:176), Secara akademis, kurikulum setidaknya mencakup empat komponen utama meliputi: 1) Tujuan-tujuan pendidikan yang ingin dicapai. 2) Pengetahuan, ilmu-ilmu, data-data, aktivitas-aktivitas dan pengalaman dari mana-mana. 3) Metode, cara-cara mengajar dan bimbingan yang diikuti murid untuk mendorong mereka kepada yang dikehendaki dan tujuan-tujuan yang dirancang. 4) Metode dan cara penilaian yang digunakan dalam mengukur dan menilai hasil proses pendidikan yang dirancang dalam kurikulum. Memperhatikan komponen-komponen tersebut, selanjutnya dapat digambarkan bahwa komponen pertama berupa tujuan pendidikan itu cenderung bersifat lebih tetap, kandungan nilainya bisa berlaku hingga waktu yang sangat lama; meski demikian, di tataran teknis, upaya mencapainya sangat dipengaruhi oleh faktor-faktor penting sekelilingnya. Ilmu pengetahuan yang semakin berkembang, metode yang lebih variatif, inovatif dan efektif; serta alat ukur evaluasi belajar yang lebih akomodatif, berdeferensiasi, tepat sasaran dan berkelanjutan. Sehingga implikasinya adalah kurikulum yang disusun menjadi konsep yang dinamis, fungsinya terikat dengan kaidah kebutuhan zaman, dan kurikulum pasti akan mengalami penyesuaian yang sering kali disebut &#8220;diganti&#8221; padahal hal itu sejatinya adalah upaya peningkatan dan pemutakhiran.<\/p>\n\n\n\n<p>Soetopo dan Soemanto (1991: 40-41), merinci sejumlah faktor yang dipandang mendorong terjadinya perubahan kurikulum pada berbagai negara dewasa ini, yaitu:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Bebasnya sejumlah wilayah tertentu di dunia ini dari kekuasaan kaum kolonialis. Dengan merdekanya negara-negara tersebut, mereka menyadari bahwa selama ini mereka telah dibina dalam suatu sistem pendidikan yang sudah tidak sesuai lagi dengan cita-cita nasional mereka. Untuk itu, mereka mulai merencanakan adanya perubahan yang cukup penting di dalam kurikulum dan sistem pendidikan yang ada.<\/li>\n\n\n\n<li>Perkembangan IPTEK yang pesat sekali. Di satu pihak, perkembangan dalam berbagai cabang ilmu pengetahuan yang diajarkan di sekolah menghasilkan ditemukannya teori-teori yang lama. Di lain pihak, perkembangan di dalam ilmu pengetahuan psikologi, komunikasi, dan lain-lainnya menimbulkan ditemukannya teori dan cara-cara baru di dalam proses belajar mengajar. Kedua perkembangan di atas, dengan sendirinya mendorong timbulnya perubahan dalam isi maupun strategi pelaksanaan kurikulum.<\/li>\n\n\n\n<li>Pertumbuhan yang pesat dari penduduk dunia dengan bertambahnya penduduk, maka semakin bertambah pula jumlah orang yang membutuhkan pendidikan. Hal ini menyebabkan bahwa cara atau pendekatan yang telah digunakan selama ini dalam pendidikan perlu ditinjau kembali dan kalau perlu diubah agar dapat memenuhi kebutuhan akan pendidikan yang semakin besar.<\/li>\n<\/ol>\n\n\n\n<p>Dewasa ini para ahli dan praktisi di bidang pendidikan banyak memperoleh temuan-temuan yang dapat dipergunakan untuk mengembangkan kurikulum. Pemerintah secara khusus telah memutakhirkan kurikulum yang disebut Kurikulum Merdeka yang memberikan keleluasaan kepada pendidik untuk menciptakan pembelajaran berkualitas yang sesuai dengan kebutuhan dan lingkungan belajar peserta didik. Beriringan dengan kurikulum yang telah ditetapkan pemerintah, kini pengembangan kurikulum semakin mendapatkan perhatian dari berbagai kalangan, sehingga ,muncul lembaga-lembaga bersifat NGO (Nongovernmental Organization) yang fokus melakukan riset dan pengembangan kurikulum Pendidikan seperti NAMA Foundation yang memiliki program di antaranya mengembangkan kualitas pendidikan melalui pembekalan bagi para guru (peningkatan mutu guru) dan pemberdayaan siswa secara transnasional, ISCO Foundation yang lebih memfokuskan kepeduliannya pada anak-anak kurang mampu untuk mendapatkan akses pendidikan berkualitas, dan lainnya.<\/p>\n\n\n\n<p>Pemaparan di atas mengerucut pada sebuah kesimpulan bahwa untuk mencapai tujuan pendidikan yang telah ditetapkan, diperlukan perangkat pendukung yang bernama kurikulum yang dapat mengakomodasi berbagai kebutuhannya yang sesuai dengan kemajuan zaman. Kurikulum yang fleksibel, relevan, efektif, terintegrasi, dan berorientasi pada tujuan. Lantas bagaimana bila kurikulum tidak dimutakhirkan? Maka jawabannya sudah tentu kita ketahui, yakni tujuan pendidikan sulit untuk dicapai.<\/p>\n\n\n\n<p><em>Referensi<\/em>:<\/p>\n\n\n\n<p>Langgulung, Hasan. 2008. Manusia dan Pendidika Suatu Analisis Psikolgi dan Pendidikan. Jakarta: Pustaka Alhusna.<\/p>\n\n\n\n<p>Soetopo dan Soemanto. 1991. Pembinaan dan Pengembangan Kurikulum Sebagai Substansi Problem Administrasi Pendidikan. Jakarta: Bumi Aksara.<\/p>\n\n\n\n<p><a href=\"https:\/\/ditpsd.kemdikbud.go.id\/hal\/kurikulum-merdeka\" target=\"_blank\" rel=\"noopener\">https:\/\/ditpsd.kemdikbud.go.id\/hal\/kurikulum-merdeka<\/a><\/p>\n\n\n\n<p><a href=\"https:\/\/namafoundation.org\/\" target=\"_blank\" rel=\"noopener\">https:\/\/namafoundation.org\/<\/a><\/p>\n\n\n\n<p><a href=\"https:\/\/www.iscofoundation.or.id\" target=\"_blank\" rel=\"noopener\">https:\/\/www.iscofoundation.or.id<\/a> <\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Oleh: Hasmy Rachman Yusuf, M.Pd. Berbicara pendidikan maka kita tidak pernah bisa memisahkannya dengan kurikulum, sebab kurikulumlah yang menjadi &#8216;alat&#8217; bagi penyelenggaraan pendidikan mencapai tujuannya. Hal tersebut sejalan dengan pengertian kurikulum dalam UU No 20 Tahun 2003 : kurikulum adalah seperangkat rencana dan pengaturan mengenai tujuan, isi dan bahan pengajaran serta cara yang digunakan sebagai [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":8021,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-8015","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/8015","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=8015"}],"version-history":[{"count":4,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/8015\/revisions"}],"predecessor-version":[{"id":8026,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/8015\/revisions\/8026"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/8021"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=8015"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=8015"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=8015"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}