{"id":8419,"date":"2024-10-31T12:24:27","date_gmt":"2024-10-31T05:24:27","guid":{"rendered":"https:\/\/ummulqurodepok.sch.id\/?p=8419"},"modified":"2024-10-31T12:45:25","modified_gmt":"2024-10-31T05:45:25","slug":"kurikulum-berbasis-al-quran-sebagai-kurikulum-inti-di-sekolah-islam-terpadu-ummul-quro-depok","status":"publish","type":"post","link":"https:\/\/ummulqurodepok.sch.id\/blog\/kurikulum-berbasis-al-quran-sebagai-kurikulum-inti-di-sekolah-islam-terpadu-ummul-quro-depok\/","title":{"rendered":"Kurikulum Berbasis Al-Qur&#8217;an Sebagai Kurikulum Inti di Sekolah Islam Terpadu Ummu&#8217;l Quro Depok"},"content":{"rendered":"\n<p>Sekolah Islam Terpadu Ummu&#8217;l Quro Depok (SIT UQD) merupakan Lembaga pendidikan Islam yang menonjol dengan penerapan kurikulum berbasis Al-Qur&#8217;an di Kota Depok. Sebagai sekolah yang telah terakreditasi A dari Badan Akreditasi Nasional dan sekolah terlisensi dengan nilai band 5 unggul dari Jaringan Sekolah Islam Terpadu (JSIT) Indonesia, SIT UQD tidak hanya menjalankan Kurikulum Nasional tetapi juga mengintegrasikan standar mutu Sekolah Islam Terpadu (SIT). Selain itu Kurikulum Kekhasan Ummu’l Quro Depok melengkapi panduan sekolah dalam mewujudkan profil siswa HEBAT . Beberapa keunggulan dari SIT UQD yang layak untuk dijadikan pilihan utama bagi orang tua dan siswa dalam memilih sekolah yaitu:<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Kurikulum Berbasis Al-Qur&#8217;an<\/h2>\n\n\n\n<p><strong>Integrasi Nilai-nilai Qur&#8217;ani<\/strong><\/p>\n\n\n\n<p>Setiap aktivitas pembelajaran di SIT UQD selalu dikaitkan dengan nilai-nilai Qur&#8217;ani, hadits, dan sirah. Hal ini bertujuan untuk membentuk karakter siswa yang tidak hanya cerdas secara akademis, tetapi juga memiliki akidah yang lurus, ibadah yang benar dan akhlak yang mulia. Dengan pendekatan ini, siswa diajarkan untuk memahami dan mengimplementasikan ajaran Islam dalam kehidupan sehari-hari.<\/p>\n\n\n\n<p><strong>Standar Kompetensi Lulusan<\/strong><\/p>\n\n\n\n<p>SIT UQ memiliki <a href=\"https:\/\/ummulqurodepok.sch.id\/blog\/standar-kompetensi-lulusan-profil-siswa-hebat\/\">Standar Kompetensi Lulusan<\/a> (SKL) yang jelas, mencakup enam dimensi utama SKL Sekolah Islam Terpadu yaitu : iman dan takwa, inklusif dan nasionalis, berukhuwah dan peduli, berkepribadian matang, cerdas dan bernalar kritis, serta kreatif dan terampil. Dimensi-dimensi ini dirancang untuk menghasilkan lulusan yang tidak hanya unggul dalam bidang akademik tetapi juga siap menjadi pemimpin di masa depan.<\/p>\n\n\n\n<p><strong>Profil Siswa Hebat<\/strong><\/p>\n\n\n\n<p>SIT UQD berkomitmen untuk mencetak siswa-siswa HEBAT , yaitu: <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Hanif: Memiliki akidah yang lurus dan cinta Al-Qur&#8217;an. <\/li>\n\n\n\n<li>Empati: Suka menolong dan memiliki kepekaan sosial.<\/li>\n\n\n\n<li>Kebhinekaan Global: Menghormati perbedaan suku, ras, dan budaya.<\/li>\n\n\n\n<li>Akademik Unggul: Kemampuan bernalar kritis dan kreatif.<\/li>\n\n\n\n<li>Terampil: Memiliki keterampilan hidup dan kepemimpinan.Profil ini menunjukkan bahwa lulusan SIT UQD tidak hanya dibekali dengan pengetahuan akademis tetapi juga keterampilan sosial dan emosional yang diperlukan untuk berkontribusi positif dalam masyarakat.<\/li>\n<\/ul>\n\n\n\n<p><strong>Implementasi Pembelajaran<\/strong><\/p>\n\n\n\n<p>SIT UQD menerapkan metode pembelajaran yang inovatif dengan mengaitkan setiap pelajaran dengan konteks Qur&#8217;ani, kami menyebutnya dengan istilah Islamisasi pengetahuan. Sebagai contoh, dalam pelajaran sains siswa SDIT diajarkan materi siklus air dan proses terjadinya hujan. Siswa belajar untuk melihat ciptaan Allah Swt sebagai bagian dari pembelajaran tentang kebesaran-Nya. Mereka tidak hanya belajar ilmu sains sebagai sebuah ilmu pengetahuan tetapi juga mengimani Allah sebagai Maha Pencipta yang memiliki Kekuasan untuk menurunkan air hujan dan rejeki bagi makhluk-Nya, selain itu siswa juga belajar mengimani Malaikat Allah dalam proses turunnya hujan. Pendekatan ini membantu siswa memahami hubungan antara ilmu pengetahuan dan keimanan. <\/p>\n\n\n\n<p>Dengan kurikulum berbasis Al-Qur&#8217;an yang terintegrasi dengan standar pendidikan nasional, Sekolah Islam Terpadu Ummu&#8217;l Quro Depok tidak hanya fokus pada pencapaian akademis tetapi juga pada pembentukan karakter Qur’ani. SIT UQD berupaya mencetak generasi yang tidak hanya cerdas secara intelektual tetapi juga kuat dalam iman dan akhlak. Output dari pendidikan di SIT UQ adalah lulusan-lulusan hebat yang siap menghadapi tantangan global dengan nilai-nilai Islam yang kokoh. <\/p>\n\n\n\n<p>Ayo Ayah Bunda, kami tunggu untuk bergabung bersama Ummu’l Quro Depok.<\/p>\n\n\n\n<p>(Siti Rukoyah, M.Pd &#8211; Wakil Pengurus Harian Yayasan Ummu’l Quro Depok)<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sekolah Islam Terpadu Ummu&#8217;l Quro Depok (SIT UQD) merupakan Lembaga pendidikan Islam yang menonjol dengan penerapan kurikulum berbasis Al-Qur&#8217;an di Kota Depok. Sebagai sekolah yang telah terakreditasi A dari Badan Akreditasi Nasional dan sekolah terlisensi dengan nilai band 5 unggul dari Jaringan Sekolah Islam Terpadu (JSIT) Indonesia, SIT UQD tidak hanya menjalankan Kurikulum Nasional tetapi [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":8421,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_jf_save_progress":"","footnotes":""},"categories":[52],"tags":[],"class_list":["post-8419","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-artikel"],"_links":{"self":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/8419","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/comments?post=8419"}],"version-history":[{"count":3,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/8419\/revisions"}],"predecessor-version":[{"id":8427,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/posts\/8419\/revisions\/8427"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media\/8421"}],"wp:attachment":[{"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/media?parent=8419"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/categories?post=8419"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ummulqurodepok.sch.id\/wp-json\/wp\/v2\/tags?post=8419"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}